[["", "we only had bottom text"], ["rap music?", "back in my day we called it Tourette's syndrome"], ["Back in my day, there was a word for people that Say They have \"SWAG\"", "RETARDED"], ["everyone agrees the government is corrupt?", "back in my day, we started the revolutionary war instead of bitching."], ["i'm so sophisticated, I studied abroad", "...or two"], ["Back in my day, we played football", "with bricks"], ["fail tier on memegenerator?", "Don't care"], ["Back in my day", "Apple and blackberry were just fruit"], ["whoooooah Man,", "That is some dank smoke"], ["back in my day, gangters weren't black or mexican", "they were irish or italian"], ["back in my days ", "coca cola's main ingredient was Cocaine"], ["when i was young we played with rocks...", "not just any rock but a playing rock"], ["I don't always use memes", "but when I do, i use the wrong one"], ["Back in my day", "we hand-painted each meme"], ["BACK IN MY DAY SON,", "five cents got you a dimebag."], ["Back in my day", "when the air was clean, and sex dirty"], ["back in my day, if you did something stupid...", "there would actually be consequences for doing it"], ["Back in my day Gps didn't drive the car", "Neither did women."], ["Back in my day", "We Didn't have to have a white holiday, we just had president's daY  "], ["leave your mother out of this?", "my dear boy, its impossible to leave your mother out of awwwl this"], ["Grammar", "the difference between knowing your shit and knowing you're shit"], ["back in my day", "you committed suicide without killing 150 innocent people"], ["back in my day", "it was 2 girls 1 spitoon"], ["back in my day", "the occupy movement had guns"], ["gun control", "the idea that criminals will commit all manner of henious crimes but obey gun control laws"], ["back in my day, beating our kids was not only expected", "it was a form of entertainment"], ["In mY day", "a dollar cost a nickle"], ["back in my day", "it was perfectly ok to be a proud white male"], ["back in my day", "videogames were more about gameplay and playability than graphics and story"], ["I asked God for a bike, but I know God doesn't work that way.", "So I stole a bike and asked for forgiveness."], ["", "Like a sir "], ["back in my day, if we didn't like a product we wouldn't buy it", "running around screaming about how offended you are would have gotten you put in an insane asylum"], ["back in my day", "saying \"good evening\" to a woman was not a harassment"], ["back In my day, ", "people learned english before they posted their memes"], ["Well now...", "You can just go fornicate yourself"], ["Back in my day", "Mods were free"], ["back in my day", "'farmville' was real"], ["when i was a kid", "Hookers were a nickel"], ["back in my day", "a high end gaming rig was a marble chessboard"], ["back in my day", "football was just a game, not a religion"], ["back in my day, we didn't have mr. clean", "we had mrs. clean, a.k.a. every woman"], ["Opium is one", "hell of a drug"], ["I'm sorry I called you an asshole", "I thought you knew"], ["Back in my day", "seizures weren't necessary to dance"], ["You drive a mustang", "I drive a carriage powered by 12 mustangs."], ["in my day", "woman covered their fat asses"], ["Back in my day", "farting in public was not frowned upon"], ["back in my day", "the only things flying in malaysia were the mosquitoes"], ["back in my day", "people would make fun of you if you were a grown man who watches a show for little girls"], ["back in my day", "money was actually backed by gold"], ["back in my day", "everyone who got sick died"], ["back in my day", "what i had in my house was none of your business"], ["I DON'T RECALL HER FACE...", "DAT ASS THO."], ["back in my day", "animated movies were drawn by hand"], ["back in my day", "a fully charged cellphone would last a whole week"], ["Back in my day we drove by looking at the road", "not some insipid device on the dashboard"], ["dubstep?", "back in my day, that was the annoying sound dial-up modems made"], ["adhd?", "in my day that was called natural boyhood rambunctiousness and energy"], ["Back in my day", " skinny jeans were hand me downs that didn't fit"], ["Back in my day", "Autotune didn't exist, so singers required a naturally good voice"], ["back in my day, the only drinking problem we had", "was the prohibition"], ["The dream of the 1890's", "IS alive in portland"], ["Back in my day", "if you didn't like your employers policies, you quit and got a job somewhere else"], ["i am sure you wondered", "how we wiped our asses"], ["Yes after 30 years smoking I could have bought a Ferrari instead", "You don't smoke, where's yours bitch?"], ["Back in my day", "Prisoners had no rights"], ["You think you've got snow?", "Back in my day, if you went outside when it snowed, you weren't found till spring."], ["Like A watch that goes on your wrist", "Instead of your pocket? we'll see about that"], ["back in my day, we didn't need gun control", "'cause everyone knew how to control a gun"], ["Back in my day, we didn't have children with adhd", "We had lazy ass kids who needed a good beating"], ["back in the day ", "we blew smoke out our mouths not our ass"], ["COCAINE, HEROIN, OPIUM, MORPHINE", "WE CALL THIS A MEDICINE"], ["Back in my day", "Skrillex was a type of vaginal infection"], ["back in my day, amazon", "was a rainforest."], ["back in my day", "cosplay was called dress-up"], ["Back in my day, learning to drive a stick shift...", "was called learning how to drive"], ["Back in my day, ", "the white house only had white people in it"], ["why do i look this way you ask?", "because ive been holding my fart for 45 minutes"], ["we did everything backwards", "back in my day"], ["back in my day, we welcomed productive immigrants and kept freeloaders out", "now, it's just the opposite"], ["back in my day", "lady gaga would be burned at the stake"], ["back in my day", "child molesters vanished without a trace"], ["Back in my day we did not go to the club to meet women", "We went to the kitchen"], ["miss            ", "i want to bend you over a barrel and show you the 13 colonies."], ["back in my day", "you were only entitled to what you were willing to work for"], ["back in my day, smoking was fine", "because nobody lived long enough to get cancer from it."], ["Ah yes, I remember your mother", "she could walk upright on her hind legs"], ["if memory serves correctly...", "i shat myself thrice that day  "], ["back in my day, settling issues with guns", "was the civilized solution"], ["back in my day", "pants below your ass meant someone stole your belt"], ["back in my day, hard work was respected and freeloading was shunned", "Now, it's just the opposite"], ["back in my day", "the  police actually protected and served the US citizens"], ["back in my day", "barbers were surgeons"], ["back in my day", "whites and blacks went to the same church"], ["back in my day", "Folks who didn't smoke had to go outside"], ["back in my day", "only women wore skinny jeans"], ["InterRacial Education?", "What a load of Poppycock"], ["back in my day", "you had to work to be a cowboy, not just wear the hat"], ["I don't always get jealous...", "But when I do... I beat the crap out of that Spaniard down the street"], ["IT'S FUNNY HOW", "PEOPLE DRAWING CARTOONS ARE NOW JOURNALISTS"], ["Back in my day", "hard discs were 500MB"], ["back in my day", "women didn't scalp their beavers"], ["back in my day, there was no plastic surgery", "hell, we didn't even have plastic"], ["back in my day", "politics was social work, not a business"], ["Government spying on its citizens", "Back in my day, we use to call it fascism"], ["back in my day", "depression was treated with nature and sunshine"], ["Back in my day, we Put butter on everything", "Not lube"], ["Back in my day", "People kept their silly ass political opinions to themselves"], ["skim milk?", "back in my day, we called that water"], ["total 90's kid", "1890's"], ["amish?", "back in my day we called them hipsters"], ["BACK IN MY DAY", "THERE WAS NO SUCH THING AS VEGANS"], ["back in my day", "we dressed to go to walmart"], ["back in my day", "a redneck was any guy who worked outside building things"], ["BACK IN MY DAY, WE DIDN'T TAKE NOTES IN CLASS", "wE REMEMBERED SHIT!"], ["back in my day", "people immigrated into the us through a place called ellis island"], ["back in my day, we drove responsibly", "because we didn't have airbags or seatbelts."], ["BACK IN MY DAY", "The whiskey was 98%"], ["back in my day", "pockets were for watches"], ["shut up woman ", "and return to my kitchen"], ["Back in my day", "Black Sabbath was the shit!"], ["back in my day", "men didn't peel their bananas, we left the skin intact to protect the fruit"], ["", "reefer madness"], ["That's some fine ankles you have there ", "Young lady  !"], ["my Good sir. Theres no need to walk.", "Please. take my slave"], ["Shall we then?", "Let's Shall!"], ["yad ym ni kcab", "sdrawkcab daer ew"], ["Back in my day", "'climate change' happened when you moved south"], ["back in my day", "we deflated cannonballs"], ["back in my day", "a facebook was called a photo album"], ["back in my day", "we didn't shit in the same house we cooked in"], ["you eat out all the time but will cook at home on special occasions?", "In my day, we did just the opposite"], ["Back in my day, Gay jokes were funny", "Now this faggot over here.."], ["back in my day, we didn't have youth unemployment", "...damned child labor laws changed all that"], ["i would gladly put my vote into julia gillard's ballot box", "if you know what i mean"], ["back in my day, we'd make black people fight eachother for sport", "...oh wait"], ["Back in my day...", "I don't remember"], ["A Lady of the night is currently pleasuring my nether region", "satisfying"], ["back in my day, men knew to take care of their women and children", "if they didn't,  we gave them an ass whooping as a reminder"], ["back in my day we called it", "floating an air biscuit"], ["Back in my day", "politicians worked for the people"], ["back in my day...", "you had to stand in the kitchen to talk on the telephone"], ["back in my day, we didn't use \"ebay\"", "we used \"ye bay\""], ["the '90s called", "they want their clinton back"], ["Largest organized crime ring has shutdown?", "And there is a problem needing fixed?"], ["WHEN I WAS YOUR AGE", "I WAS 30"], ["pizza? Tacos? Hot dogs? bah!", "back in my day, we ate boiled meat and potatoes every meal"], ["my wife doesn't pleasure me orally", "but my secretary does"], ["back in my day", "commies were in russia"], ["back in my day the only things we had to fear were fear itself", "and mountain lions eating our children"], ["hello damsels,", "Would you care for a go around in my private rail car?"], ["I BELIEVE WHOever SMELT IT ", "dealt it"], ["Back in my day", "All food was organic"], ["by the time you read this", "i will be dead!"], ["back in my day", "we had the freedom to set off all kinds of fireworks...legally"], ["back in my day the only thing open after 9 pm", "were bars and legs"], ["not bad", ""], ["back in my day", "minecraft consisted of steve, a pickaxe and a block of coal"], ["Back in my day we didn't have reagan republicans", "we had rutherford b. hayes republicans"], ["back in my day", "we let the diners be the health inspectors"], ["Back in the day we used", "wooden condoms"], ["First, you make them pay for a \"war on drugs\"...", "Then you make them pay to fund the prison stays, haha!"], ["WHen i was a kid, people picked cotton", "black people"], ["zombies?", "back in my day we called 'em politicians"], ["diversity?", "in my day we called it chaos"], ["back in my day", "we played base ball with bricks"], ["Back in my day ", "my wife sucked my hairy balls for breakfast"], ["Yeah, i used to drink on the daily. then i met your mother", "now i'm drunk hourly"], ["back in my day", "there was no football team in seattle"], ["Didn't have computers in my day", "Just shouted 0's and 1's at each other"], ["government shutdown?", "install linux"], ["back in my day", "face book was what happen if you owed money and didn't pay"], ["Back in my day", "Blacksmith = Dentist"], ["I Say the GOP", "Brings up relevant issues"], ["In my day, snowflakes were white, delicate things that fell to the ground and melted down", "Oh, wait..."], ["back in my day", "you kept your 401k in a jar"], ["toilet paper?", "in my day we used corn cobs and the sears catalog"], ["in my day ", "pluto was a planet"], ["Spoils system", "because getting a job in government based on merit is for losers "], ["Those that think they know everything", "annoy those of us that do."], ["That moment when...", "You post the perfect meme"], ["Back  in my day, we called minimum wage workers by their real name", "Slaves"], ["back in my day, when we voted for women", "it was so they cant vote"], ["Back in my day, we didn't just ground our kids", "We beat their asses with a belt"], ["back in my day", "we had \"next month\" shipping"], ["GOOD GOD", "LOOK AT THE ANKLES ON THAT!"], ["Back in my day young women weren't much interested in sex", "at least, that's what they told me"], ["Back in my day everyone was religious", "And illiterate"], ["this key around my neck", "goes to your mother's chastity belt"], ["another large scotch", "and you may have your way with me"], ["good day to you ma'am!", "may i enter you?"], ["This reminds me of my old hit song", "'teach me how to douglas'"], ["in my day", "a brazilian was a person from brazil"], ["found $5 on the ground", "jackpot!"], ["back in my day, there was no color", "because we lynched all the colored folk"], ["back in my day", "you wore a suit and tie to the beach"], ["back in my day", "music came from the heart and wasnt autotuned bullshit"], ["back in my day", "the country had borders"], ["Silly north", "you dont stand a chance vs the south"], ["back in my day", "hemp was legal to grow and made damned fine rope and canvas"], ["back in my day, we voted revolution", "like a sir"], ["my name is marcus hurn", "i'm a law professor"], ["back in my day", "crooked politicians were horsewhipped"], ["back in my day", "\"internet activity\" meant \"catching fish\""], ["friendzoned?", "in my day we called it 'foreplay'"], ["back in my day", "white people had countries"], ["BACK IN MY DAY, WE WENT TO BASEBALL GAMES", "IN SUITS AND TIES"], ["Woman", "you were not with me as i consecutively scored baskets in the gymnasium"], ["very impressive,", "but i'm looking for something that would actually work"], ["back in my day", "you had to work to earn money, not just receive gov't dole payments"], ["back in my day", "we used women and men to masturbate"], ["back in my day", "cowboys and indians was not an insensitive game"], ["back in my day", "a hamburger was a no good dirty german"], ["back in my day, we didn't need federal assistance", "local communities took care of their own"], ["back in the day we never emailed or texted someone for an appointment", "we dropped in on them and looked them in the eye."], ["back in my day we called it", "floating an air biscuit"], ["I don't pay for birth control", "So i can also not pay for maternity leave"], ["fat free mayonnaise?", "back in my day we called it window caulk"], ["back in my day", "teenage didnt exist. you were either a child or an adult."], ["back in my day", "keith richards was an adolescent"], ["banjo music?", "in my day we called it 'prelude to a kiss'"], ["back in my day, we played with jacks", "and you thought legos were bad to step on!"], ["back in my day people weren't such retards", "because we could beat our kids' asses and lynch scumbags"], ["barista?", "back in my day, they were called housewives"], ["", "He who smelt it dealt it."]]