[["magic conch shell, what do should we do about studying for finals?", "nothing"], ["can i play simcity?", "no."], ["oh kerang ajaib apakah yang harus kami lakukan untuk ujian besok", "tidak ada"], ["Magic conch, what should we do regarding a teen fag without social life that wishes for some reason ownall social groups to prove himself that he isn't as mediocre as god made him?", "nothing"], ["THEY WONT BUY POTIONS AND REVIVES", "KEEP TRYING"], ["Magic conch, will you give the low brass dynamic changes?", "never"], ["What does the conch say?", "                     Lift"], ["What should i do about my homework?", "nothing"], ["you shall be obsessed with one direction", "all hail the magic conch"], ["Is joel edwards a cunt?", "yessssssss"], ["every 1 left me... but u will always be my friend                    ", "please pull the cord and dial again"], ["Am  i going to pass My Finals?", "no."], ["oh magic conch shell will azu ever be the face of the e-fed", "no"], ["magic conch, what are people who take selfies and try to stire drama on facebook to get attention?", "faggots."], ["OH MAGIC CONCH, WHEN WILL I GET LAID?", "NEVER"], ["Magic conch, what do the thunder have to do to win the finals?", "nothing"], ["magic conch, what do the thunder need to do to win the finals?", "nothing"], ["Oh magic conch what does utb provide me for my undegraduate degree?", "Nothing"], ["Where are you", "Behind"], ["Magic cONch, What Is mrs. Roemer going to do to Become a better teacher Next year?", "Nothing"], ["oh magic conch what do i do about my daughter that keeps calling me with stupid problems?", "Nothing"], ["MAGIC CONCH , WHAT SHOULD I DO to piss off the pigeon ", "nothing..."], ["magic conch, how do i troll people on 9gag?", "call footbal 'soccer'"], ["Magic Conch, what should we do to make the cubs win?", "Nothing"], ["magic conch, what do we need to do to pass our sports mgmt final?", "nothing"], ["Magic conch, how to i troll people on 9gag?", "call football 'soccer'"], ["Magic conch, what do we need to do to pass our sports mgmt final?", "nothing"], ["Magical Conch what should i do to get a planetside 2 beta key?", "Nothing"], ["oh magic conch what do i do about my mom takin god knows how many pictures?", "Nothing..."], ["magic conch, what do we need to do to ace our sports mgmt final?", ""], ["oh magic conch shell WHAT should I  ANSWER?", "NOTHING"], ["oh magic conch shell what should coach witcher do to help the tigers win the game?", "nothing"], ["Oh magic conch! What should we do to end HOWARD Stern's stupidity? ", " Nothing."], ["WHAT SHOULD COACH Witcher DO TO HELP THE TIGERS WIN THE GAME? ", "NOTHING"], ["Do you think a big page will ever share me?", "no"], ["Do you think that the Oasis finance department embezzles money?", "yes"], ["Magic conch, what should i do this weekend?", "Nothing"], ["magic conch, what will i learn at rancho?", "nothing"], ["Will I ever join the Mindcrack server?", "Maybe someday"], ["Will blue get drunk wit me ", "maybe someday"], ["Do you think Mark neal is a liar and a fraud?", "yes"], ["WHAT SHOULD COACH Witcher DO TO HELP THE TIGERS WIN THE ", "DDDDDDDDDDDDDDD"], ["Magic ConcH, who should I hail?", "Chris Hart!"], ["magic conch, will i ever learn russian?", ".........NO"], ["OH MAGIC CONCH WHAT SHOULD I DO WITH THIS PAIN I'M FEELING RIGHT NOW?", "make jokes about it move on and skate"], ["MAGIC CONCH, WILL MY LOWS EVER GET LOWER?", "MAYBE SOMEDAY"], ["Magic conch, when should we go to amsterdam?", "friday"], ["oh magic conch what should we publish next about GTA v? ", " nothing    "], [" OH MAGIC CONCH WHAT SHOULD I DO THESE LAST 3 DAYS OF SUM", "GET FUCKED UP"], ["THE SMART ONE", "HAS SPOKEN"], ["When should i do my APUSH HW?", "\"Never\""], ["Magic conch, will maggie ever not be a whore?", "\"I doubt it\""], ["Magic conch, the math 17 depex is in a few days, what should i do?", "nothing"], ["Magic conch, what should people do while waiting for the update?", "Nothing"], ["MAGIC CONCH, WHERE SHOULD BOECKER GO TO STUDY?", "TÜBINGEN!"], ["Oh magic conch, do the lakeRs really have a chanCe of winning the nba championship", "No."], ["based god what will i do for you today", "let me fuck all your bitches"], ["Magic conch, should i review or watch the olympic basketball finals?", "Watch basketball"], ["Oh magic conch what you should i dot with this pain i'm feeling right now?", "make joke about it and skate"], ["Magic conch, should haRa come back to goa?", "Yes, she misses Evi dearly and only hopes he asks her too."], ["Oh, magic conch shell. Is bringing back NVP a good Idea?", "YES! "], ["Dwight Howard: Oh Magic conch shell, what team should i choose?", "coNCH: the lakers.....Dwight: THE COnch has spoken!"], ["Magic conch, what can we do to prevent stanton from hitting homeruns at coors field?", "Nothing"], [" MAGIC CONCH, HOW Many FUCKS DO I GIVE ABOUT THEIR fb STATUS UPDATES?", "nothing"], ["Oh magic conch, does Hamza Have a chance with mOrgan?", "Hell no."], ["Oh great magic conch, should haRa come back to goa?", "Yes, she misses Evi dearly and only hopes he asks her too."], ["Magic conch, will i ever beat eddie in a bboy battle.", "you have no chance."], ["dear magic conch niggashould i spend $500 on these 2011 concords", "yes"], ["Magic Conch, chris made a picture making fun of me. what should i do?", "nothing."], ["magic conch, what can i do to become a better [gm] and help the rappelz community?", "nothing."], ["S", ""], ["Magic conch, Will eddie o'connor ever become an amazing bboy?", "no"], ["Magic conch, what can we do to prevent Stanton from hitting Homeruns in colorado?", "Nothing"], ["magic conch, will any of the fallen clans ever be successful?", "No"], ["MAGIC CONCH, SHOULD i GO TO GRAD SCHOOL OR GET A JOB?", "NEITHER."], ["Oh Magic Conch, do jackasses use hash tags? ", "Yes"], ["magic conch when will tim get laid", "never"], ["Magic conch, who will be late to formation tommorow?", "little"], ["Magic Conch, should I play minecraft?", "No"], ["Magic Conch, what happens if we post Dolan?", "Butthurt"], ["oh magic conch, what should we do for fall break?", "nothing"], ["Magic conch, should i go get wasted tonight?", "yes."], ["What are we doing for spring break?", "nothing"], ["Will brad garrod ever master his whistle?", "maybe someday"], ["magic conch when will nigerians stop passport fraud?", "never"], ["Dear magic con should i sing", "no"], ["Will Brad garrod ever whistle loudly?", "Maybe someday"], ["magic conch, Could Dyer bE as good as me On nfs?", "No!"], ["magic conch, will ezuf ever get 1500?", "no."], ["What can i do to study for the Aplang test", "nothing"], ["Magic conch, what do i do to study for the aPLANG test?", "Nothing"], ["Magic Conch what can i do to study for the aplang test?", "nothing"], ["Magic Conch, what should we do while we wait for season three?", "Nothing."], ["Magic conch could maaz420 have my skill In nfs?", "No!"], ["MAGIC ALL KNOWING CONCH! Will we meet get coal this week?", "MAYBE"], ["magic conch, could maaz420 be good as me On nfs?", "NO!"], ["Magic conch.. Is josh The Dorkiest boyfriend ever?", "Yes"], ["Magic counch could Maaz420 Have my skill on nfs?", "Noo!"], ["Macig scungilli, will mike give me his wheels? ", "no"], ["Oh magic conch, will evan ever know how to make a middle finger on facebook", "no"], ["When we leave wing kee?", "never"], ["Magic conch... should the people reading this like it?", "YES."], ["oh magic conch, what should i do to past the departmental quiz?", "nothing."], ["Will i become a cpa?.", "maybe someday"], ["will i ever be able to go beyond Player vs AI in LoL", "Maybe some day"], ["When will the rehearsal take place", "Friday"], ["oh magic conch, what should i do about finals", "nothing"], ["oh magic conch how will i get the pussy", "become a level 80 warlock"], ["Magic Conch, should we name the boat The Julia Gillard", "NO!"], ["Will i ever do better in Lol", "maybe some day"], ["Finals start next week.  What should i do?", "Nothing"], ["oh magic conch What should i do to prepare for finals", "nothing"], ["When will we leave wing kee?", "never"], ["oh magic conch, finals are tomorrow. what should i do?", "nothing"], ["Oh Magic conch shell why am i forever alone?", "ask again later"], ["Conch:Should we listen to hodroff", "hell no"], ["Will I ever play kat?", "maybe someday"], ["Oh Magic conch am i gonna pass my finals this week", "No"], ["MI EX TEXTED ME. OH, MAGIC CONCH SHELL, WHAT SHOULD I DO?", "NOTHING"], ["Yes or no?", "*Silence*"], ["Oh MAGIC CONCH WHAT SHOULD I DO THIS WEEKEND", "NOTHING"], ["Should i ban everbody?", "No, slaughter them"], ["OH MAGIC CONCH SHELL DOES IRMA SMELL", "mAYBE"], ["Ô magic conch, should i do my homework?", "No"], ["oh magic conch shell why does lizzy ignore my text", "ask again later"], ["oh magic conch shell why does amanda like my status", "ask again later"], ["Does emily givE a fuck?", "No."], ["Is Peter gay?", "Yes."], ["Magic conch, what should i do now that finals are over?", "...nothing"], ["Will the leafs makr the playoffs this season ", "No"], ["Will anyone see a movie with me?", "No."], ["Magic conch, will you please give the low brass dynamics?", "on or off?"], ["Will i ever get into the airforce", "maybe some day"], ["Magic conch what have the mets done this offseason?", "Nothing"], ["Magic conch what have the twins done this offseason?", "nothing"], ["Ame I cartoon?", "Yes"], ["Will the lakers make the playoffs?", "No"], ["Magic conch, should i smoke full mint or peach?", "Full mint"], ["MAgic conch will the redskins pass the first round of playoff?", "no"], ["How many fucks should I give?", "None"], ["Will the leafs make the playoffs this season", "No"], ["Does glen just like me for my poop Shute?", "Yes"], ["Should I kill shaTiqua", "No"], ["don't put a \"P\" in the POI field", "ALL HAIL THE MAGIC CONCH!"], ["magic conch...should whitney come out tonight?", "YES"], ["Should I make Brittney magic conch memes?", "Yes"], ["Am I the virgin Brittney ", "Yes"], ["What do We do Now?", "Nothing"], ["Are you Brittney's bitch?", "No"], ["Will I ever get married?", "No"], ["Magic Conch, Will majestys ever get a good move", "Maybe someday"], ["Should I kill shaTiqui?", "No"], ["MAgic Conch, Will MAJESTY'S ever get a decent ex move ", "maybe someday"], ["Is the magic conch better thAn a Mini horse?", "Yes"], ["Why do I get Headaches, OH magic conCh", "u haV 2 much SwaQ"], ["Magic Conch, our jungle is being invaded, what should i do?", "Nothing."], ["And what warranty do we have?", "None"], ["Can I play sim city?", "no."], ["MAGIC CONCH, WILL I EVER GET LAID?", "NEVER"], ["Magic conch, should noah give sriram his charts?", "no."], ["Mr flattop is school canceled?", "flattop says no school"], ["Fageet", "Mageeek!"], ["what would you give for another original pranksters video?", "nothing."], ["mAGIC CONCH, WILL I EVER POST OC?", "NO"], ["WhAt Is the PS4, truly?", "It is us."], ["magic conch, should noah give his charts to sriram?", "no."], ["Will we ever complete a tournament", "No"], ["Is NayNay always right?", "Yes"], ["Is britTney annoying as hell right now with her magic conch memes", "Yes"], ["And what can i do about it?", "Nothing"], ["oh magic conch will i ever beat shane in fifa?", "no"], ["Magic Conch, will Caroline ever Pic4Pic?", "No."], ["magic conch, will I ever need this part?", "MAYBE SOME DAY"], ["Magic conch when will I stop getting ohko'd in Wot", "Never"], ["Magic Conch, is Caroline about to finally pic4pic?;)", "Yes."], ["magic conch,can I plz go to bed?", "only if u do it with me."], ["magic conch, u think I should go to sleep? ", "no."], ["Finals sa ee101/101l bukas. What do?", "nothing."], ["what should we do this summer vacation?", "nothing."], ["Magic conch should i work on my essay today?", "no."], ["i", "j"], ["i have a boys league application due thursday? what should i do?", "NOTHING"], ["Should we play league of legends", "no"], ["Oh Magic Conch what is there to do in hartford", "Nothing"], ["Magic Conch will Mongolia beat Russia", "no"], ["magic conch, should noah give his charts to mohammed?", "maybe some day."], ["SHould kaileigh buy alIce a Starbucks?", "Yes"], ["Is kaileigh a bitch?", "Yes"], ["Oh magic conch can I dive this tower?", "No"], ["Oh magic conch, what's there to do tonight?", "Nothing!"], ["Oh magic conch shell what do I do to succeed in life?", "Nothing."], [" magic conch, What's there to do tonight?", "Nothing"], ["What should i do if i'm worried about creating cultural conflict?", "Nothing"], ["Oh Magic Conch, will i live in an apartment or off campus senior year", "neither"], ["i have the conch now!", "you shut your whore mouth!"], ["magic conch should i go to prom", "no"], ["conch, should i bring my gt86 to 7,000 rpm?", "yes"], ["MAGIC CONCH, SHOULD WE START THE BATTLE AT 3:15?", "NO"], ["Magic conch, WHy can't people grow the fuck up?", "because they're immature assholes."], ["Magic conch, should we start before 3:15 est?", "yes"], ["Magic conch,will i ever win a game again?", "maybe one day"], ["CHECHE VA A JUGAR ??", "ESTA VIENDO COMBATE "], ["WHO AM I?", "A LOSER"], ["Oh magic coNch shell, what are we doing in ap tomorrow", "Nothing"], ["CHECHE VA A JUGAR? ", "ESTA VIENDO COMBATE"], [".", "."], ["is kaileigh one of my bestfriends?", "no"], ["QUE DIRÁ LA CARACOLA MÁGICA ..", "CARLOS JAMÁS PERDERÁ SU VIRGINIDAD "], ["how did you estimate cost of raw material?", "magic!!!"], ["Oh Magic Hannah Can I turn up my music?", "NO!"], ["    WHO AM I.  ", ""], ["Can we form a goverment?", "No"], ["YERAR PERO VEN ME A BUSCAR", "PERO SI.. PERO"], ["           WHO AM I?", "           A LOSER"]]