[["guess what i saw today?", "everything i looked at"], ["What's worse than a bunch of dead babies nailed to a tree?", "not much"], ["how many jews fit in a car?", "2-6 depending on the car"], ["i never crossed the road", ""], ["Theres an englishman, frenchman, and italian on a plane", "it landed on time"], [" OBAMA, JESUS, AND A SPACE ALIEN WALK INTO A BAR", "THE PEOPLE IN THE BAR THINK THIS IS UNUSUAL"], ["What﻿ did the homeless man get for christmas?", "Nothing."], ["what's red and smells like blue paint?", "red paint"], ["a jew, a black man, and a gay walk into a bar", "it is always nice to see a well integrated community that is accepting of personal beliefs and orientations."], ["Why did the boy drop his ice cream?", "he did not have a proper grip on it."], ["A jew, a mexican and a priest walk into a bar", "The bartender says \"Wow! what a socially diverse community we live in!\""], ["What did batman tell robin before he got in the car", "get in the car"], ["What did the kid with no legs and arms get for christmas?", "Cancer."], ["What do you call a mexican in space?", "an astronaut"], ["two jewish men saw a penny on the ground", "they continued walking because pennies are not worth picking up in todays economy"], ["your momma's so fat", "your dad isn't attracted to her anymore and its ruining their marriage"], ["knock knock", "come in"], ["What's brown and sticky?", "A Stick"], ["what do you call a black guy driving a plane?", "a pilot"], ["What's worse thAn biting into an apPLe And finding a worm?", "Being rAped."], ["Why do mass murderers kill in gun-free zones?", "they may be crazy, but they're not stupid"], ["what's so funny about", "me crossing the road"], ["A horse walks into a bar.", "Animal services is promptly contacted and the situation is dealt with before any property is damaged or people are injured."], ["why did the hipster drown?", "because he went ice skating before it was cool"], ["A baby was born in Africa. what's the color of his teeth?", " babies were born without teeth "], ["How do you call a black man entering a bank?", "a customer"], ["Check this one out", "1"], ["Where's the best place to stand during an earthquake?", "Somewhere else."], ["an old man is driving a convertible with his hot young wife", "she will inherit his money when he dies"], ["I spilled spoT remover on my dog", "Now he's blind With chEmical bUrns"], ["Why did the black man eat at kfc", "Because he was hungry"], ["A christian, a Moslem and an JEw walked into a bar.", "like old friends, they got along famously with one another and decided to make it a weekly outing."], ["whats sad about 4 black people in a car driving over a cliff?", "they were my friends"], ["a man walks into a bar.", "He is an alchoholic whose drink problem is destroying his family"], ["A guy walks into a salon", "8 people dead"], ["rOses are red, violets are blue, Some poems rhyme", "this one doesn't"], ["What DID BATMAN SAY TO ROBIN BEFORE THEY GOT IN THE CAR", "GET IN THE CAR"], ["What do you call a man who enjoys spending time with children?", "A Teacher"], ["What would Thomas jefferson do if he were alive today?", "Scream and scratch at the top of his coffin"], ["What happens if you drop a snowball into water?", "it gets wet."], ["how many transsexual politicians does it take to screw in a lightbulb?", "1"], ["What's big red and likes to eat  rocks?", "a big red rock eater"], ["WHAT HAS 100 LEGS BUT CAN'T WALK?", "A GROUP OF 50 PARAPLEGIC"], ["Every 60 seconds in africa", "a minute passes"], ["rOses are red, fridges are blue, you're now confused", "the game"], ["What is gayer than football", "buttsex"], ["what are a mexican and a black guy doing in the back of a car?", "sharing a taxi"], ["And the lord said unto John \"Come forth and receive eternal life\"", "but John came fifth and won a toaster"], ["I used to be an adventurer like you", "then I retired and alas, I am no longer an adventurer!"], ["Knock, knock..who's there?", "Child proetctive services, we're here to take away your children from an abusive environment"], ["two black guys walks into a bar", "They enjoy a pleasant evening"], ["roses are red, violets are blue", "i have a gun, get in the van"], ["WHAT DID the girl do when she was getting stabbed to death?", "she yelled help."], ["what has eight legs, breaths fire, and has written seven novels?", "probably nothing; that'd be crazy."], ["if life throws you melons", "you might be dyslexic"], ["why did the girl drop her ice cream?", "She Has Parkinson's Disease"], ["What is red and bad for your teeth?", "A brick"], ["How do you kill a mocking bird?", " shoot it"], ["what did one orphan say to the other orphan?", "our parents are dead"], ["How do you know a Jew is an alcoholic?", "He drinks alcohol"], ["What do you get when you cross a joke and a rhetorical question?", ""], ["knock, knock.     who's there?", "the police, your son is dead."], ["did you hear the story about the guy who drove his car into a canal?", "he drowned"], ["An irishman walks out of a bar!", ""], ["how many mexicans does it take to change a light bulb?", "One, usually, but sometimes if it's really high up you need another person to spot the ladder."], ["what's worse than the holocaust?", "Two holocausts"], ["What's a muslim on a plane", "a passenger"], ["what has two legs and bleeds?", "half dog"], ["Grandpa always said that laughter Is the best medicine", "That's why he died of tuberculosis"], ["why did the emo buy a razor blade", "Because he had a beard"], ["today, i decided to burn a lot of calories", "so i found a fat kid and lit him on fire"], ["i have 4 eyes and 3 noses, what am i?", "a liar."], ["you know what's funny", "jokes"], ["what do you call 12 lawyers at the bottom of the sea?", "a tragic loss of human life"], ["I'M SO HUNGRY", "I COULD EAT FOOD!"], ["How do you stop a baby from crying? ", "Hit it with a brick"], ["what do tell a one legged hitch hiker?", "hop in"], ["Why did thE CHICKEN CROSS THE ROAD?", "DUDE I'M RIGHT HERE"], ["whats worse than dropping an ice cream", "dying"], ["a man walks into a bar", "then he orders a drink"], ["What did the photographer say when taking slenderman's picture?", "smile"], ["There once was a man from nantucket", "He enjoyed living there"], ["a man went into the hospital", "he died 2 days later"], ["why did susie fall off her bike?", "she has CEREBRAL palsy "], ["How do you confuse your sister ", "you hit her with a shovel"], ["What’s red and bad for your teeth?", "A brick."], ["this one time at band camp", "i put a flute in its proper storage comparment"], ["A man finds a golden lamp on the side of the highway and rubs it three times", "then he was hit by a truck"], ["what did one lawyer say to the other?", "we are both lawyers."], ["Why are there so many black men in the nba?", "because they trained hard and practiced regularly to get there"], [" Yo mama so fat ...", "she should be concerned because diabetes is a serious problem"], ["What's worse than biting into an apple and finding a worm?", "The holocaust"], ["how do you make a PLUMBER cry?", "murder his family"], ["a black man walks into a bar in 1950", "he is severely beaten by a mob of white supremacists, and later dies."], ["i dont always use the wrong meme", "just sometimes"], ["What's worse than a hair in your soup?", "the holocaust"], ["how did johnny drop his ice cream?", "he was hit by a bus."], ["Why are cigarettes sold at gas stations when smoking is prohibited there?  ", "Because selling cigarettes is not prohibited "], ["How many blondes does it take to screw in a lightbulb?", "one"], ["A man walks into a bar", "and is carded at the door"], ["  WHAT'S THE DIFFERENCE BETWEEN ELTON JOHN AND PRINCESS DIANA? ", "THEY'RE TWO DIFFERENT PEOPLE"], ["you know how african girls know they're pregnant?", "pregnancy test, medical ultrasonography, and a good  gynaecologist"], ["How do you confuse a blonde?", "string theory would be a good start."], ["What's worse than finding four babies in a trashcan?", "Finding one baby in four trashcans"], ["Want to read something funny?", "Something funny"], ["Yo momma’s so ugly", "that your father no longer finds her attractive, and now their marriage is in trouble."], ["yo mama's so fat", "she has diabetes and it is slowly destroying her and her life"], ["what did one lawyer say to the other lawyer?", "we are both lawyers."], ["you know what beats 4 aces?", "A gun"], ["Why does michael j. Fox make the best milkshakes?", "He uses the finest inGredients."], ["'Cross the road' they said...", "'Nobody would judge' they said..."], ["what if hitler said \"glass of juice\", not \"gas the jews\"?", "He didn't. hitler spoke german."], ["what's brown and sticky?", "a stick"], ["what did the boy with no arms get for christmas? Gloves... only joking", "i don't know what he got, he hasn't opened it"], ["punch line.", "This is where you laugh."], ["HOW CAN YOU TELL IF A LAWYER'S LYING? ", "IF HE'S GOOD AT IT, YOU CAN'T"], ["I don't always drink beer", "because I'm not an alcoholic"], ["two gorillas entered the bar.", "the owner had to call animal control."], ["A guy walks into a bar", "Then he gets killed in a drunk driving accident later that night"], ["knock knock", "please, come in."], ["What's the difference between drugs and alcohol", "There is no difference"], ["what will happen if chuck norris got shot?", "die, he will die"], ["why did the chicken cross the road?", "Because it has legs, and free will"], ["What did the russian man say to his neighbor?", "Привет соседям"], ["Why do black people like chicken?", "Because it's fucking delicious"], ["wanna hear something funny?", "i don't"], ["why didnt steve ride his bike to school?", "steve had his legs amputated. he'll never ride again."], ["A dyslexic man walks into a Bra", ""], ["what goes up but doesn't come down", "only a powered vehicle that can reach and maintain an escape velocity and ACHIEVE orbit altitude."], ["Your mom's so fat", "she has an elevated risk of heart disease, diabetes, sleep apnea, acid reflux, and certain cancers"], ["a gay man walks into a bar", "bullies drove him near suicide, he needed a drink"], ["yo momma's so fat", "she should be worried about the increased risk of cardiovascular disease"], ["Knock Knock! WHo's there?", "Me… and your doorbell is broken"], ["what did the farmer say when he lost his tractor?", "where's my tractor?"], ["why did the juneau girl who was addicted to meth have sex with someone for money?", "Because she was addicted to meth."], ["Your mom is so fat", "that she needs to lose weight"], ["what's black, white and red all over?", "nazi germany"], ["What´s Green and slippery?", "A green slipper"], ["what has gills a fin and swims underwater", "a fish"], ["How do you confuse helen keller?", "try to teach her quantum physics "], ["why did the chicken cross the road", "suicidal intentions"], ["What does 'jew' come from", "jewish"], ["why does my dog keep turning off my radio?", "he can't, he's a dog you idiot"], ["wanna hear a dirty joke?", "three asian prostitutes"], ["guess what's round, purple, screaming, riding a zebra while playing guitar hero?", "nothing until you take acid"], ["What did the matador say to the bull?", "Olé."], ["Wat's the difference between a Pizza and a baby", "A pizza doesn't scream when you put it in the oven"], ["What do you call Donald Trump if he wins the election?", "Mr. President"], ["whats worst than someone repeating your post", "being raped"], ["WHY DID I CROSS THE ROAD?", "to kill somebody"], ["Actually, Ants float", "due to surface tension"], ["why did the second monkey fall out of the tree?", "because it was stapled to the first monkey"], ["why do black people like to eat chicken?", "Because poultry is a staple of the subsidized american food economy"], ["If john has 50 candy bars and eats 45 what does he have?", "Diebetes.john has diabetes."], ["What caused the man's jaw to drop to the floor", "decapitation"], ["A man walks into a bar.", "His alcohol dependency is tearing his family apart."], ["a cat looks out the window", "someone driving by goes \"hey, there was a cat in that window\""], ["What do you call a homosexual atheist?", "A fellow human person"], ["what's green and has wheels?", "grass. i lied about the wheels"], ["Who came first? The chicken or the egg?", "Neither!! The Rooster!!"], ["last night i almost had a threesome", "i only needed two more people"], ["How many chickens does it take to screw in a light bulb?", "To get to the other side"], ["WHAT DO YOU CALL A MAN WITHOUT ARMS OR LEGS? ", "BY HIS FIRST OR LAST NAME, DEPENDING ON HOW CLOSE YOU ARE "], ["Why did I cross the road?", "Cause I'm a chicken"], ["Why are Democrats such terrible leaders?", "They're out of touch with regular people"], ["Knock knock", "Come in"], ["what is a black person in a cockpit?", "the pilot, you racist!"], ["Knock knock", "come in"], ["working hard or ", "taking a break?"], ["if a plane crashes on the boader of Canada and the US where do they bury the dead?", "that is dependent on the deceased's wishes"], ["what do you call a black guy with drugs?", "a patient you racist"], ["A Muslim man walks into an airport", "He gets shot on site"], ["what did the cow say when it fell in the stream?", "moo"], ["there's this guy walking on the street", "he arrives safely to his intended destination"], ["What did the five fingers say to the face", "nothing, they lack vocal chords and mouths"], ["What did the blind PARAPLEGIC get for Chrismas?", "Cancer"], ["What do you call a black person who drives a plane?", "a pilot"], ["What do black people and apples have in common?", "they are both made of organic matter"], ["WHY DID THE LITTLE BOY THROW A CLOCK OUT THE WINDOW?", "BECAUSE HIS HOUSE WAS BURNING DOWN AND HIS FAMILY WAS TRYING TO SAVE AS MANY POSSESSIONS AS POSSIBLE"], ["What happens when you kill a baby?", "it dies."], ["What do you get when you cross a bear and a lion?", "Mauled."], ["WHAT DO YOU DO IF A BLONDE THROWS A GRENADE AT YOU?", "PULL THE PIN AND THROW IT BACK"], ["three men come to america and look for jobs", "they establish a nice life to benefit their future generations"], ["what do you tell a one legged hitchhiker?", "hop in"], ["what's the easiest way to tell a polish man from a jewish man?", "Usually by their last names"], ["So, Justin Bieber, Nickelback and Nicki Minaj walk into a bar...", "There is no punchline because ruining music certainly isn't funny."], ["an irishman walks into a bar", "he says \"ow!\" and walks on, rubbing his face because of the hurt walking into the wall caused"], ["What if I told you", "Most anti joke ckicken memes are actually bad joke rooster"], ["what happens when you walk backwards?", "You hear dolphin noises"], ["A rabbi, a muslim, and an ASIAN walk into a bar ", "They get drinks and leave"], ["I use to be a adventurer like you", "Until tough eConomical times Forced me to become a guard"], [" Why isn’t Helen Keller a good driver?", "Because she’s dead."], ["a hand model walks into a bar", "everyone compliments his nice hands"], ["ко-ко-ко! кудах-тах-тах!", "крым наш! путин молодец! смерть хохлам!"], ["do you know whats funny", "jokes"], ["What makes one elementary school student different from his two friends?", "DIABETES"], ["Why are there so few gingers?", "Because they were burned in the middle ages"], ["Why did the girl fall off the swing?", "She had no arms"], ["you know shit is happening", "WHEN YOU ARE SITTING ON the TOILET"], ["how do you make a plumber cry?", "Kill His family"], ["why does honey badger not give a shit?", "because honey badger don't give a shit"], ["your mother!", "is your mother!"], ["Are you from tennessee?", "Because you have a fairly thick southern accent."], ["WHY DOES HE SAY WHO'S THERE", "JUST ANSWER THE DOOR"], ["a priest walks into a bar", "and orders a drink"], ["What begins with F and ends in uck?", "FUCK"], ["what's worse than 5 babies in a garbage bin?", "one baby in 5 garbage bins"], ["what did the lawer say to the other lawer?", "we are both lawers"], ["WAIT UNTIL YOU HEAR THIS ONE!", "THIS ONE"], ["KnoCk knock...who's there?", "...Child services"], ["you're so ugly", "that you're not handsome"], ["shit, a black guy...", "better cross the road..."], ["whats white, black, and red all over?", "your blood on a newspaper"], ["What's worse than losing your keys?", "Getting Shot"], ["What do you call a cow in a wheelchair?", "A cow in a wheelchair, what else."], ["Do you know what's funny?", "Jokes!!!"], ["what happens to a vampire when it rains?", "it gets wet"], ["where did suzie go after the bomb?", "everywhere."], ["why did the pedophile cross the road?", "to rape a child"], ["why did the chicken cross the road?", "to show his girlfriend he had guts."], ["DID YOU HEAR THE ONE ABOUT THE NUN IN A WHORE HOUSE?", "NO, NEITHER HAVE I"], ["how do you save $250,000?", "kick your pregnant girlfriend down a flight of stairs"], ["how do you stop a baby from crying?", "hit it with a brick"], ["your mother is so fat", "i know because i am her doctor and i weighed her last week"], ["what do vegans eat?", "vegan food"]]