[["I was never in your...", "or was I?"], ["What is red and smells like blue paint?", "red paint "], ["I DON'T UNDERSTAND", "WHY DO I NEED TO BE AT THE TOP OF THE TREE"], ["Hey", "Ass butt"], ["I watched porn", "the people were naked"], ["KNOCK KNOCK", "COME IN"], ["WHY ARE BLACK PEOPLE SO GOOD AT BASKETBALL", "DEDICATION AND HARD WORK"], ["Where do polar bears vote?", "I was unaware that polar bears had political views."], ["very seriously", "and castiely"], ["\"holy shit!\"", "incorrect, celestial beings do not expel waste."], ["it isn't funny, dean", "the voice says i'm almost out of minutes"], ["Why did the woman leave the kitchen", "because she had just finished preparing her breakfast and was late for her job as a full time firefighter"], ["Can't find god", "Becomes one"], ["Being an angel was too mainstream", "so i became god"], ["A man walks into a bar", "He is treated at the local hospital for a concussion"], ["What do you call a fish with no eyes?", "its still a FISH NO MATTER HOW MANY EYES IT."], ["Becomes a reoccuring character for season 9", "Loses his powers"], ["Edward or jacob?", "Bastard i'm team free will"], ["Porn", "were not supposed to talk about it ."], [" What do you get when you stick a knife in a baby? ", "A LIFE-SENTENCE IN JAIL."], ["what did the farmer say when he lost his tractor?", "where's my tractor."], ["If the pizza man truly loves this baby sitter", "why does he keep slapping her rear"], ["What do you call 500 gay men on a gay cruise?", "cruise ship passengers"], ["A priest and a rabbi walk into a bar", "they have an interesting theological debate"], ["why can't jimmy fly a kite?", "because i'm inhabiting his body"], ["What do you call a sunbather with parkinsons?", "what a silly question.  a sunbather with parkinsons."], ["I don't understand why an angel of the lord", "would be on top of a pagan tree"], ["WHATS YELLOW AND DANGEROUS", "MANY SUPERNATURAL ENTITIES ARE YELLOW"], ["WHAT DO YOU CALL A BLACK MAN WITH A phD?", "A DOCTOR"], ["If the pizzamen truely loves this babysitter", "why does he keep slapping her rear?"], ["A horse walked into a bar.", "Several people got up and left as they spotted the potential danger in the situation."], ["What did the little boy with cancer get for Christmas? ", "Nothing, he didn't make it that far."], ["\"My milkshakes bRing all the boys to the yard!\"", "“How did a milkshake manage to develop a gravitational pull that was gender specific?"], ["A being with divine power", "wears pedo trench coat"], ["yo mama's so fat", "do not insult anyone's mothers you inconsiderate human."], ["\"Cool coat\"", "No, it's actually quiet warm."], ["you might be a redneck if.....", "you fail to apply sufficient sunscreen"], ["DEAN SAID KISS HIS BUTT", "WITH MY TONGUE LIKE THE PIZZA GUY?"], ["találtam egy italboltot", "és kiittam "], ["Why did you go on this awesome trip?", "Because you signed up by the 8th"], ["HEY", "ASSBUTT"], ["It means...", "breed with the mouth of a goat!"], ["Why does he want a bitch to make him a sandwich", "dogs can't use knives"], ["пятнадцать галлонов пресной борщ", "English"], ["your mama so old", "she has lived longer than other people"], ["why was the clown laughing?", "he had a lobotomy"], ["You're Welcome", ""], ["hEY i just met you", "What's your name?"], ["WHY ARE YOU NAKED and asking me to stroke your pussy?", "I don't see a cat"], ["Why did Suzie fall off the swing?  ", "she had no arms."], ["hey", "assbutt"], ["If a turtle doesnt have a shell, is it naked or homeless ?", "The shell of a turtle is connected to their spine. therefore, the turtle is dead if it does not have its shell."], ["an irishman walks out of a bard.", "now he is on the street."], ["No.", "He's  not on any flatbread."], ["Hey", "ASsbutt"], ["RAised sam from prejudiction", "He didn't thank me"], ["\"why do christians believe in god?\"", "Because believing in god is fundamental in their belief system. If they did not believe in god they wimply wouldn't be christians. Muslims are in a similar predicament."], ["Sticks and stones may break my bones", "but words are merely the smallest element of language capable of containing meaning and isolation and as such could never directly produce the 4000 newtons of force per square centimetre required to break bones."], ["You know why Michael J. Fox makes really good milkshakes?", "because he uses the best ingredients"], ["you know who whines?", "Babies"], ["What did the woman said when her husband punched her?", "nothing. she was physically abused for 35 years before she killed herself"], ["You have NO vagina????", "FUCK YOU"], ["A BLIND MAN WALKS INTO A BAR", "IT IS MOST LIKELY BECAUSE HE COULD NOT SEE IT"], ["ONE STEP FORWARD THREE STEPS BACK?", "PERHAPS YOU SHOULD CONSIDER TURNING AROUND."], ["Where can you find a mechanic in New Jersey?", "No seriously, my car won't start"], ["Why is the blonde so upset?", "her mother is dying from cancer"], ["A polar bear walks into a bar", "Everyone in the bar screams and runs"], ["HE SHOT THE SHERIFF BUT NOT THE DEPUTY?", "A SMALL MERCY IN AN OTHERWISE HIDEOUS AND UNWARRANTED CRIME DONE IN COLD BLOOD"], ["Wanna hear a joke?", "Me too"], ["You know what isn't funny?", "Spammers. They may think they are, but they really aren't"], ["one step forwards three steps back?", "perhaps you should consider turning around"], ["Why did the butt fart?", "Because that's what they do"], ["What's the difference between new York and Miami?", "About 1200 miles"], ["The look, when someones Says,", "A bad Joke"], ["What do you call a black man flying a plane?", "What is this plane you speak of?"], ["What did the chicken say to the cow?", "Nothing. neither of those two are capable of speaking."], ["\"You're like a chicken without a head.\"", "no. I'm not dead."], ["What's the difference between ketchup and catsup?", "ketchup has added sugar."], ["Why did the boy drop his ice cream?", "Because he wasn't being cautious when crossing the street and got hit by a bus."], ["HAHA BITCH", "i'm a angel"], ["I'M SORRY I WASN'T LISTENING", "COULDN'T HEAR YOU OVER THAT AWESOME CAR"], ["what happens when you dig your nose?", "you insert your finger into your nostril and rotate it in a repetitive pattern."], ["How do you confuse a blonde?", "paint yourself green and throw forks at her."], ["What do you call a sheep with no legs?", "a SACRIFICE "], ["LENNYYYY! COME OVERR HEEERE!", "I don't understand, why are you shouting? she's standing two feet away from you."], ["EARTH IS FOR millions of years? LOL, dambass!", "Magic man watching us FROM THE SKY?Seems to be true."], ["C-A-S-T-I-E-L", "THIS IS ELEMENTARY SCHOOL KNOWLEDGE, DEAN"], ["EARTH IS FOR millions of years? LOL, dUmbass!", "Magic man watching us FROM THE SKY?Seems to be true."], ["What is the difference between and Virgin and a washing machine?", "THE WASHING MACHINE IS NOT ALIVE"], ["Why is Scientology the Fastest Growing Religion of 21st Century?  ", "it's not a religion, it's a cult."], ["How many dead babies can you fit in a bath tub?", "That would depend on many factors, including size of the babies and the size of the tub. It would be a horrific endeavor, and you should stop thinking about such things."], ["\"Why do christians believe in God?\"", "Because believing in God is fundemental in their belief system; if they did not believe in God they simply wouldn't be christians. Muslims are in a similar predicament. "], ["A group of 3 black male friends sit down to have lunch at the basketball court. One black man reaches in his pack and pulls out a watermelon. The second black man reaches in his basket and pulls out some fried chicken and a pan of cornbread. They both look expectantly towards their friend as he opens up his pack.", ""], ["WTF", "SPN'S ON  ANOTHER BREAK"], ["knock knock. \"who's there?\"", "castiel"], ["A duck walks into a bar. Animal control is promptly called and the duck is released in a nearby park. ", ""], ["I'm scared about the party with nicola tonight :(", "I'm setting off at 8:30 so if you came I dunno how long you could stay before having to get back"], ["\"why did the black man buy a watermelon?\"", "So he could eat it."], ["A duck walks into a bar.  ", "ANIMAL CONTROL IS PROMPTLY CALLED AND THE DUCK IS RELEASED IN A NEARBY PARK."], ["Your mama's so fat", "She should lose some weight"], ["Roses are red, violets are blue  I've got Alzheimer's  ", "CHEESE ON TOAST"], ["That would depend on many factors, including size of the babies and the size of the tub. It would be a horrific endeavor, and you should stop thinking about such things.", ""], ["is that what they mean by", "a douche chill?"], ["\"why do christians believe in god?\"", "Because believing in God is fundemental in their belief system; if they did not believe in God they simply wouldn't be christians. Muslims are in a similar predicament. "], ["Why is Scientology the Fastest Growing Religion of 21st Century?  ", "it's not a religion, it's a cult."], ["I´m your new good", "need to twitter that"], ["Dear kayla ", "Happy birhtday love cas"], ["WHats in dick coffe?", "Dick and coffe."], ["what do you call a dog in chinatown?", "a chinese dog"], ["helps break the world", "my APOLOGIES "], ["is an angel", "talks about watching evolution"], ["Whats in dick coffee?", "Dick and coffee.."], ["Yo bitches!", "I'm a fucking god now."], ["i don't grab many people from perdition", "but when i do, i leave a scar"], ["How is the pizza guy like a gynecologist", "i'm not supposed to talk about it"], ["very seriously", "and castiely"], ["A man walks into a bar", "He is treated at the local hospital for a concusion"], ["A man orders alphabet soup and complaines about a bee landing in it.", "The waiter immediately appolagizes and returns with a new bowl of soup"], ["this isn't funny", "the voice says i'm almost out of minutes"], ["HOW MANY APPLES GROW ON A TREE?", "aLL OF THEM."], ["The pizza man", "we're not supposed to talk about it"], ["He calls his girl friend big booty because she has a big booty", "Wow, you dont say"], ["THE COLORS AREN'T FADING", "THEY'RE BEING RIDICULOUS"], ["Porn", "We're not supposed to talk about it"], ["What's worse than Peyton Manning", "Tebeau"], ["HEy brinkman!", "I wana be on you"], ["what do you call a dodo when he does something wrong?", "Extinct. "], ["how do you talk to an angel?", "you look at me and talk. how else?"], ["Hey", "Assbutt!!"], ["but there isn't a", "stairway to heaven"], ["if I am tears of destiny", "what would destiny's tears be?"], ["the pizza man", "doesn't have shit on me"], ["", "its not broken dean"], ["if the pizzamen truely loves this babysitter", "why does he keep slapping her rare?"], ["knock knock", "come in"], ["Knock Knock", "come in"], ["If the pizzamen truely loves this babysitter", "why dos he keep slapping her rare?"], ["How do you get a pikachu on a bus?", "You politely ask him to enter the vehicle."], ["if i am tears of destiny", "what would destiny's tears be like?"], ["Why can't billy see his friends at the weekend?", "because he's blind"], ["why did sarah fall off the swing?", "sarah has no hands"], ["What's worse than \"Stonehenge apocalypse\"?", "The apocalypse"], ["Dont worry i practiced", "Why did you kill your husband?!"], ["", "come in"], ["knock knock. who's there?", "not sarah"], ["IF KAREM MAHMOUD STILL Awake", "Why he Dont Pm me in Facebook"], ["why did the blonde plant cheerios into the ground?", "No idea, but she should really go to a mental institution."], ["I don't understand why an angel of the lord", "Would be in a Pagan CARd"], ["When did Pinocchio realize he was made of wood and not a real boy?", "PinoCCHIO CANNOT THINK BECAUSE HE IS MADE OF WOOD THAT HAS BEEN CHOPPED DOWN. tHEREFORE, PINOCCHIO NEVER LIVED BECAUSE HE WAS MADE OF NON-LIVING WOOD."], ["DO I EVEN LIFT FAGGOT?", "WHY WOULD I BE LIFTING MEAT PRODUCTS?"], ["Dean, I must speak my mind", "hork"], ["A drunk man walks into a bakery", "and purchases a cake"], ["Two peanuts walk into a bar.", "they will get crushed soon enough because they are smaller than most things."], ["A blonde walked into a bar", "lucifer? "], ["Your mama so old", "She is not young"], ["A man walks into a bar and orders 12 shots of the good stuff", "He proceeds to get very drunk"], ["Why did the chicken cross the road", "chickens are not a form of intelligent life"], ["So tell me", "is there track in your future?"], ["What's the difference between chopped beef and pea soup?", "Chopped beef contains meat while pea soup is made from vegetables."], [" What kind of dog tells time?", "Dogs are not intelligent enough to recognize words or numbers therefore, they cannot tell time."], ["What's the difference bEtween roast beef and pee soup", "Roast beef is from a cow it is meat. pea soup is a liquid that has Vegetables in it"], ["Two muffins are in the oven. One says to the other \"God it's hot in here\" The other one replies \"Oh no... It's a talking muffin\"", "muffins cannot talk."], ["What's the difference between peanut butter and jam?", "This seems rather       self-explanatOry "], ["knock knock", "come in"], ["ПРИВЕТ", "Я ТВОЙ СЛАДКИЙ СОН"], ["What's worse than being another year older?", "The Apocalypse"], ["castiel,", "telling jokes in annoqian since he came into the whinchester's lives"], ["Manage toi", "You, me & Dean"], ["Pound town?", "I did not think they could make a town of cake"], ["What's black and white and Red all over", "A mUlticoloured object"], [" may the 4th be with you", "How does one trasnfer ownership of a day? "], ["I don't always say assbutt", "but when I do I do it with holy fire"], ["A horse walks inTo a bar and the bartender says why the long face", "The horse Does not replY, it is a horse and is unable to unDerstand English, he does not understand why he is on a bar as he can not purchase alcohol he gallops out of the bar knocking over many tables on his way out "], ["I love", "Amy"], ["starts angel trials", "metatron made me do it"], ["HEY NICOLE", "YOU CAN DO THIS"], ["I'm Sexy", ""], ["i don't see why you view the daleks as a threat", "i remember the kaleds calling them \"unwieldy and useless\""], ["I don't always date Winchesters ", "But when I do it's Dean"], ["A Bear and rabbit are taking a shit in the woods", " why would a predator be with it's prey? "], ["i don't understand - how can sherlock find anderson's thoughts annoying", "if anderson is thinking about the pizza man?"], ["you have to learn french?", "last time i walked the earth, canada was a british colony"], ["I don understand ", "What is a \"snookie\"?"], ["\"A horse walks into a bar...\"", "Why would a wild animal walk into a bar?"], ["i don't understand why you lock monkeys up and laugh at them", "we angels keep distant relatives on speaking terms"], ["i don't understand. how do you write your french exam", "if you ask your friend to kill you first?"], ["you watch a tv show with time lords on it?", "the ones i know are all camera shy"], ["i don't understand. between sherlock and john", "who is the babysitter and who is the pizza man?"], ["A Bear and rabbit are taking a shit in the woods", "why would a predator be with it's pray?"], ["CONfetti", "it's a Parade!"], ["you know time lords and great old ones well", "but you think angels are benign guardians?"], ["What do you tell a woman with two black eyes?", "Exorcizamus te, omnis immundus spiritus omnis satanica potestas, omnis incursio infernalis adversarii, omnis legio, omnis congregatio et secta diabolica. Ergo draco maledicte et omnis legio diabolica adjuramus te. Cessa decipere humanas creaturas, eisque aeternae Perditionis venenum propinare."], ["is this a joke?", "nO, its the word of god"], ["Je suis U", ""], ["si tu fait le rigolo", "cass te fera la peau"], ["did it hurt when you fell from heaven", "Yes it did"], ["I'm resurrected", "Bitch Please Krillin"], ["Why is the rabbit always after trix?", "Rabbits dont eat cereal"], ["My milkshake brings all the boys to the lawn", "And they're all like \"Wow what a great idea to set up a milkshake stand \" and I'm like \"Thanks\""], ["A dog and a horse walk into a bar", "I don't understand why two animals would need alcoholic beverages "], ["what's the 1st thing Castiel does as human?", "BANG bang BANGITY bang bang bang bang bang!"], ["I don't understand", "that reference."], ["I don't know what a 'birthday' is", "But I hope you have a pleasant one, Matt"], ["/\"Whats the word, Cas?\"/", "Its a shortened version of my name"], ["What does the fox say?", "The scream of the vixen sounds remarkably like a human screaming in terror, actually"], ["si tu fait le rigolo ", "cass te dera la peau"], ["How did the barber win the race?", "He was a fast runner"], ["jacob", "wanna play pizzaman"], ["hey!", "assbutt!"], ["*thinks the people in the tv aren't talking loud enough cause the volume is down. *", "hey, speak louder i can't hear you!"], ["the voice tells me", "thank you for continuing to hold"], ["castiel you're my nigga.", "i'm sorry, unfortunately i am not your ignorant african-american."], ["Keep \"christ\" in Christmas?", "Christmas was a pagan holiday"], ["What happens when an instoppable force meets an immovable object?'", "It never happens."], ["Dawskay", "Will you elope with me?"], ["how did the chicken cross the road?", "he probably got ran over considering he isn't a very agile creature."], ["What happens when an instoppable force meets an immovable object?'", "It never happens. If there's a thing that can't be stopped, it's not possible for there to be something else which can't be moved. They can't both exist."], ["Keep \"Christ\" in christmas?", "Christmas was a pagan holiday"], ["I'm confused...", "Why are you telling to type something?"], ["Do you had protection?", "Well... I had my angel blade"]]