[["verily brother", "art thou angered?"], ["I'm so incredibly hygenic", "That I give you the permission to orally stimulate my male reproductive organs. Class."], ["Prithee, disclose the subject of thy speech", "willis"], ["these two gentlemen of african descent NOTICED ME LANDSCAPING THE ANTERIOR", "it occurred to me they likely presume I am pale and preoccupied with trivial and technical pursuits"], ["The HEat in this chamber Doth Intensify", "I Beseech Thee To remove thine garments"], ["My serpentine prefers not to accept", "unless you have the posterior assets, my dear"], ["i fancy large buttocks", "and thou cannot disagree"], ["Pierced throughout the cardiac organ, and thou art incriminated", "Beloved, Ye bestow adoration ill repute"], ["i fancy to be a gentleman that herds cows", "young infant"], ["I looK RaviShing", "And i am aware of this statement"], ["I am aware that you prefer to believe", "That your fecal matter does not exude a loathsome odor"], ["I saunter into the establishment of recreations as if to say", "\"salutations, i have an impressive member\""], ["I FANCY LARGE POSTERIORS", "AND I'M UNABLE TO PREVARICATE"], ["my blouse is inadequate", "for my overwhelming erotic appeal"], ["I apologize to the lady Jackson, and I speak truthfully.", "My intention was never to cause your daughter distress."], ["Loather carry on", "thine loathing"], ["Courtesans! ", "Empower us exclusively to converse regarding courtesans!"], ["I say good fellow, would you be so kind as to provide for me transport to the municipality of paradise", "wherein the vegetation hues of emerald and jade and the womenfolk are quite fetching"], ["Arise before the sun akin to sean combs", "aquiesce my spectales and i depart to the  Metropolis"], ["I obtained Thy photograph I Shalt join along with thee", "Dearest maria countith thy in"], ["it means for you not to fret", "for the remainder of your existence"], ["preform acts of coitus with the female gender in a degenerate manner", "be granted sums of currency"], ["that ditty", "concerning wenches that wear strings between their buttocks"], ["when the manager of an establishment of women offering discreet services is in his comfortable abode, dear mother", "let got of it and let it fall, as though the item was at an intolerably high temperature"], ["Excuse Me skrillex", "but could i trouble you to release your hold on the bass and allow gravity to take effect"], ["i am exiting the door of my home", "so thou must begin the celebration"], ["I am in possession of one short of a hundred difficulties", "yet a wretched lady is not of my concern"], ["Ronnie ortiz magro", "I demand you to halt your irresponsible actions"], ["Those who are perceptible internet hooligans", "are perceptible"], ["your clothes may have cost  a copious amount of currency but look ghastly", "because vagrants of your kind partake in this i shall not"], ["Methaphorical female canines", "Are stumbling over their appendages"], ["enhale cannabis", "daily"], ["indignity on a fellow", "who would try and deceive another fellow with word play"], ["Performed commencement of Malaga", "Murdered thy sons"], ["I shall never abdicate Thee, I shall never disappoint thee...", "I shall never be abscond and abandon Thee..."], ["nurse upon mine genitals", ""], ["Brethren", "Before wenches!"], ["Disregard females", "acquire arrows to the tibiofemoral"], ["I Like prodigious buttocks", "And I am incapable of deception"], ["men", "males and men"], ["Nice hat bro", "Just sayin'"], ["Metophorical female canines...", "are stumbling over thier appendages..."], ["Shall Sir Wayne Brady", "Proceed to asphyxiate a female canine?"], ["The accumulation of wealth", "governs the entirety of my macrocosm"], ["My whipped ice dairy drink brings the attention of many males to my place of residence.", "They declare that its quality far surpasses that of yours."], ["I Shall flatulate Upon thee", "hear, hear!"], ["THOU ARE NOT CAPABLE OF fathoming", "my card game visage"], ["I contain a vast amount of seuxual intrigue", "And I am Aware of said fact"], ["Thou beareth sUch Resemblance", "To The COM OF THE GREAT TRADING PLACE OF CURRENCY"], ["Wench gander upon this anatomy. wench gander upon this anatomy. wench gander upon this anatomy", "i train my physique to be appealing."], ["Greetings, it is your faithful comrade Bangs", "Do you comprehend my utterance?"], ["On a 24 hour daily basis", "i REARRANGE my feet "], ["hey, i recognize that mullet", "You must be from 3rd floor"], ["Day of birth celebrations were once most frightful", "Now we consume sparkling wine from the south of france just to cleanse our palate"], ["woman of ill repute", "i beg of you"], ["those are the things", "In which i do not prefer"], ["attractive women likewise suffer tribulations", "Excepting the aforementioned physical beauty"], ["The learning", "Stops here!!!!!"], ["all the African American females ARE in a current state of anger ", "BECAUSE MY FEMALE COMPANION OF﻿ CHOICE IS CAUCASIAN"], ["Yo Holmes!", "Now dats gangsta!"], ["but thy was not compelled to twain me from thyself", "now thy art someone whom i once was acquainted with"], ["You are prohibited from making contact", "Halt! The hour of hammers is nigh"], ["I behold thou strolling about the town with the maiden my heart desires", "To this I say fornicate thou"], ["i expectorate", "veracity, male sibling!"], ["We want a proper lady on the boardwalk", "but a harlott in the bed chambers"], ["", "All my former spouses reside in the Spanish colonies in North America, just north of the Rio Grande river. "], ["Get SEXUALLY intimate with the constabulary", "emerging directly from the Subterranea"], ["Hello. It is the first time that I have ever made your acquaintance, and this is preposterous,", "But here are the numerical digits you may use to reach me. So, contact me via telephone, perhaps."], ["I ventured to the province of kentucky", "and did not receive any quantity of frizzled chicken upon arrival"], ["there shall indeed be a song piece of a slow,mono-drone tone followed by an array of botanical peices", "if thou detects a burglar in the presence"], ["What entree did she request prepared?", "Fish Fillet!?"], ["Continue onwards", "mine misguided offspring"], ["like unto a boss", ""], ["ME associated with thee", "i will declare to thee only once"], ["Well met! This action may be foolish in such an early stage of friendship,", "however, use this numeric sequence to contact me, if thou wish it"], ["Elder brother", "in the manner of those who reside in a district in seoul"], ["Rack city Trick, Rack Rack city Trick", "10+10+10+20 = 50 Trick"], ["it appears as if those chaps appointed with protecting the public", "have spotted me in my moving carriage, and they are of the mind to be disagreeable"], ["mine possesions hath been pilfered, and i have submitted to the assault of ruffians", "alas, i trow not the absence  of warren's earthly  riches"], [" my possesions are being pilfered, and i have submitted to the assault of ruffians", "alas, i cannot fathom  the absence of warren's substance"], ["if i had ssd's", "I'd be the baddest dude ever"], ["retreat hastily", "you and i are not acquainted so intimately"], ["I REPROBATE YOUR VERISIMILLITUDE", "AND supplant my own"], ["i do believe they are making a feeble attempt", "to witness and apprehend me travelling in my carriage with contraband"], ["I AM PHYSICALLY ATTRACTIVE", "AND I AM AWARE OF IT"], ["dat arse", ""], ["I HAVE NO IDEA", "WHAT THE FUCK THIS MEME IS ABOUT"], ["these african american males", "shall not detain me from achieving success"], ["I act in the manner of a man", "hailing from the district of gagnam"], ["TOI ", "TAGGLE"], ["Wenches of questionable moral character", "Exhibit symptoms of cognitive distress"], ["I ask that you politely Overlook my transgressions, for I do not intend to offend", "However, on this Eve I wouldst fornicate with thee."], ["whilst encountering an obstacle, strike it with a cat of 9 tails", "anticipating the creme to lose its freshness, agitate it until it becomes frothy"], ["Sanctified submariner", "thou hast remained in the submarine region commonly associated with the late night for an unreasonably long period of time"], ["disregard veterans", "acquire youth players"], ["", "Have a fiscally but not sexually responsible valentine's day "], ["wenches be not ", "but merely concubines and coquettes"], ["Pocket contained lusûs naturæ", "to encapsulate each specimen is de rigueur"], ["Restrain thyself, fiend", "Thou knowest me not in such a manner"], ["Hide thy youths, hide thy wife, and hide thy husband", "for they are forcing coitus upon the entire populous of this area"], ["Salutations", "To your Female parent or guardian"], ["Pardon me sir", "whilst thou partake in tossing said object for our AMUSEMENT?"], ["Without portraiture", "I must doubt the veracity of this incident"], ["I am not proclaiming her an avaricious wench", "However, i am a nubian possesing vast wealth"], ["ONE SCORE AND FOUR HOURS BUT REMAIN", "and it appears i require a Tranquilizer"], ["Partake in the Combustion of Marijuana ", "On a Daily Basis"], ["her majesty is a very beautiful lady, but", "she does not have many things to discourse about"], ["Emesis staineth mine blouse", "Interior rumination hidden by clever artifice"], ["Verily I rotated a full three hundred and sixty degrees", "before loosing my crossbow into that knave"], ["No no", "YOU'RE awesome "], ["I HATE DA SCHOOL", "U KNOW DA PLACE WHERE LEARN!!!! DAAAAAAAAAAAA "], ["I bestow the challenge upon thee", "Twofold"], ["I commiserate", "the dunce"], ["Two adolescent females from a substandard living environment", "TRAVERSE THE PERIMETER OF THE OUTERMOST AREAS"], ["I acknowledge that i have RECEIVED your message", "i also understand its meaning and will comply"], ["Here comes that adolescent male child!", "What ever could be upwards?"], ["Thou shalt not", "Ye lack the testicular equipment"], ["I SAY YOUNG WENCH", "DOTH THOU OBLIGE IN PARTAKING IN RUMPY PUMPY?"], ["I doth require copius amounts of beverage", "and WENCHES!"], ["THOU SHALT TRANSFER THINE AFRICAN AMERICANS", "IN A NORTHERLY DIRECTION"], ["If you would care to obliterate my upper body fleece", "grasp this cloth as i stroll in the opposite direction"], ["When someone", "Says act natural"], ["On some occasions i compose in a slow fashion", "whilst in others i compose in a hasty manner"], ["The temperature in this vicinity is rising", "so remove all of your garments"], ["Disregard", "Thine Law Enforcement Officials"], ["When you put on laB equipment", "Without being told "], ["Did you know the solar eclIpse just happened ", "S"], ["I AM", "B-U-T FULL"], ["When repruebas sacando 5.9", "Pero te suben de calificacion a 6.0 por conducta y apruebas ALV"], ["Disregard", "Thine law enforcement officials"], ["I SINCERELY REQUEST ", "Not to INHABIT this planet further"], ["Navigating my ship across the ocean", "speaketh homosexually to me? Me and my pistol *onomatopoeia of a side arm shot*"], ["i walk in the club and say ", "aaaaaaaaaaaaaaaaaaaaaaaahhhhhhhhhhhhhhhhhhhhhh im tired "], ["When repruebas con 5.9", "Pero por conducata te suben a 6.0 ALV"], ["When people", "think there so coll"], ["I HAVE A VESSEL IN WHICH EARTH IS CONTAINED", "OFFER ME YOUR CONJECTURE AS TO WHAT IS WITHIN"], ["Alert emergency services", "with utmost haste!"], ["Disregard social interactions, food, warmth, the sun, exercise, personal hygiene, music, the time, homework, parties, studying, driving, friends, class", "ACQUIRE MORE LEAGUE OF LEGENDS"], ["Someone was being dishonest", "I do have a firearm in my vehical"], ["The temperature in this vicinity is rising", "so remove all of your garments"], ["your clothes may have cost you a copious amount of currency but look ghastly", "because vagrants of your kind partake in this i shall not"], ["Someone was being dishonest", "I do have a firearm in my vehicle"], ["DISREGARD POLITICS", "ACQUIRE PEACE"], ["Someone was being dishonest", "I do have a firearm in my vehicale"], ["emergency services are the source", "of much humor in your fair city!"], ["I HAVE A VESSEL IN WHICH IS CONTAINED EARTH", "OFFER ME YOUR CONJECTURE AS TO WHAT IS CONTAINED WITHIN"], ["your clothes may have cost  a copious amount of currency but look ghastly", "because vagrants of your kind partake in this i shall not"], ["i observe thou traveling about town accompanied by the wench i so desire, i proclaim, go have intercourse with yourself, go have intercourse with yourself. i must assume the amount of my coins did not appease you", " i proclaim, have intercourse with yourself also have intercourse with thine wench as well. if i hath acquired more coins i would still hold the wench i so desire in my own possession. now if that doesn't tickle me the wrong way."], ["My good man, your abnormality confounds me", "therefore, you shall not remain on my scribe for some time"], ["Please cease speaking, infant you are not of news", "I despise every action you commit, I avoid your presence"], ["Ill have his mom mourning like it's A.M.,", "WHEN I PUT HER SON DOWN LIKE ITS EVENING TIME"], ["Nay!", "Thou hast Stalled!"], ["i observe thou traveling about town accompanied by the wench i so desire, i proclaim, go have intercourse with yourself, go have intercourse with yourself. i must assume the amount of my coins did not appease you.", " i proclaim, have intercourse with yourself also have intercourse with thine wench as well. if i hath acquired more coins i would still hold the wench i so desire in my own possession. now if that doesn't tickle me the wrong way."], ["steal reddit posts", "acquire karma"], ["I Hath made acquaintance", ""], ["I Hath made acquaintance with a wench named \"keisha\"", "and she pleases my nether reigons"], ["Foolish wench!", ""], ["Opening Flasks into an Iced Container Similar to a Winter Storm When We Imbibe We Do it Properly", "Becoming Inebriated Sampling My Beverage in My Carriage Approximately 6 Squared Now I Take Wing Akin to a Gulfstream of the 6th Edition"], ["recycle phones", "acquire bitches"], ["cash is the primary driver", "of all things in my general vicinity"], ["retrieve and rise", "retrieve retrieve retrieve and descend"], ["This blended milk and ice drink of mine attracts young males to my front lawn. And thus they proclaim, \"This is superior to thine!\"", "Verily, this is superior to thine. I am able to impart my knowledge of said beverage to you, but I will require financial compensation"], ["Do mine eyes behold a living creature", "Nay, 'tis Charles testa"], ["A gentleman of African extraction", "has stolen my manual transportation apparatus"], ["This blended milk and ice drink of mine attracts young males to my front lawn. ", "And thus they proclaim, \"This is superior to thine!\" Verily, this is superior to thine. I am able to impart my knowledge of said beverage to you, but I will require financial compensation"], ["looks like even with all your artifacts", "you need to team"], ["I notice thee checking mineself out.", "Thou wants mine cel number, do you not? "], ["Opening Flasks into an Iced Container, Similar to a Winter Storm,  When We Imbibe We Do it Properly, Becoming Inebriated", "Sampling my beverage in my carriage, approximately 6 squared, Now I take Wing akin to a gulfstream of the 6th Edition"], ["Opening Flasks into an Iced Container Similar to a Winter Storm When We Imbibe We Do it Properly", "Becoming Inebriated Sampling My Beverage in My Carriage Approximately 6 Squared Now I Take Wing Akin to a Gulfstream of the 6th Edition"], ["Hast thou become aggravated", "my brethren?﻿  "], ["Salutations canine Companion! I heard you enjoy partaking in memes", "so i put a meme in your meme, so you can laugh while you laugh."], ["We art", "in COIL"], ["A gentlman of African extraction", "has stolen my manual transportation apparatus"], ["even with all your artifacts", "you need to team"], ["Hello friend; it hath come to my attention that you like memes", "therefore, I've placed a meme within the confines of another so you may enjoy them both"], ["FORNICATE", "THE CONSTABULARY"], ["", ""], ["kissat koiria?", "shakkimatti toveri"], ["Copulate with females", "Acquire currency"], ["My mind is CONCENTRATED on my currency", "my currency occupies my thoughts"], ["Click Tags", "Get Money"], ["residents of North Carolina: extend your hands into the air", "remove your shirt,  wrap it around one of your extended hands, and then make a circular motion similar to that of a helecopter"], ["residents of North Carolina: extend your hands into the air. Then, remove your shirt,  ", "wrap it around one of your extended hands, and then make a circular motion similar to that of a helecopter blade"], ["Stop!", "I call upon the fornicator of matriarchs in this hour of the hammer"], ["Hello friend; it hath come to my attention that you enjoy memes", "therefore, I've taken the liberty of placing a meme within the bounds of another so that you may enjoy them both"], ["MOTHAFUCK", "MAX LANDIS"], ["Do mine eyes behold a living creature?", "Nay, 'tis Charles testa"], ["Thou is most peeved", "for i am Styling on thee"], ["Hello friend; it hath come to my attention that you enjoy memes", "therefore, I've taken the liberty of placing a meme within anot"], ["SO I ASK THE HOES", "WHY THEY SMELL LIKE DAT"], ["All the unencumbered Wesleys", "Raise thine digits skyward"], ["a ty?", "pijesz ze mna na swięta?"], ["A CZY Ty", "pukałeś dziś w jajko?"], ["OK", "I'm on it"], ["Enhale cannabis", "daily"], ["i am unusually attractive to members of the opposite sex", "i am aware of this fact"], ["Those predispositioned to disliking", "will continue to dislike"], ["i am exiting the door of my home", "so thou must begin the celebration"], ["I HAVE BEEN RESIDING THE MAJORITY OF MY DAYS", "IN THE EDEN OF MISCREANTS"], ["DO NOT DESPITE THY RACKETEER", "INSTEAD DESPITE THY SPORT"], ["go, fight...", "kick ass"], ["proceed homosapien of small stature tis the day of your birth", "let us enjoy festivities as if it were the day of your birth "], ["Frankly, My Dear,", "I don't give a damn."], ["salivate on my protuberance", "approximating maize on  its core"], ["This blended milk and ice drink of mine attracts young males to my front lawn. And thus they proclaim, \"This is superior to thine!\" Verily, this is superior to thine. I am able to impart my knowledge of said beverage to you, but I will require financial compensation", ""], ["My celebrated home-made dairy beverage causes masses of gentlemen to congregate in my courtyard. Indeed, they do affirm that my beverage is far superior to yours", "I am more than willing to instruct you in the art of creating fine quality dairy beverages; however, you would need to make provisions for me to receive financial reimbursement for my services."], ["I posses the same style of bodily movement", "As the one intituled \"Jagger\""], ["I AM ACQUAINTED WITH SAID EMOTION", "THEREFORE I SYMPATHISE WITH YOU, BROTHER"], ["salivate on my protuberance", ""], ["THIS IS THE MOTHER FORNICATING", "CELPH TITLED PRESENTATION"], ["Disregard thine", "locality"], ["it happens to be the same calendar date that you exited your mother's womb.", "Let us commence celebrations that honour aforementioned day."], ["The accumulation of wealth", "governs the entirety of thine macrocosm"], ["I once travelled the world, similarly to you", "but afterwards, I Received a point  in mine knee"], ["gain insurmountable wealth", "or perish in the attempt"], ["DISREGARD tiring statements", " ACQUIRE PICTUREs"], ["the accumulation of wealth", "governs the entirety of thine macrocosm"], ["apprehension requires", "supported legitimate   Presuppositions"]]