[["ho preso una multa perchè guidavo ubriaco?", "la colpa è del carabiniere che mi ha fermato"], ["guarda fast and furious al cinema", "esce dal parcheggio sfondando la turbina della sua punto GT con 3 accelerate"], ["why is thier no english verson", "seriously"], ["Ha un'auto con assetto rigido, pneumatici ribassati e sedili da competizione.", "Si lamenta per il fatto che la sua schiena abbia l'andamento della NORDSCHLEIFE"], ["Si vanta dell accelerazione della 500 abarth", "Fa prendere la macchina agli amici se fanno più di 20 km"], ["nintendo", "super mario"], ["sono un patriota per questo compro solo auto made in italy", "veste cinese, scarpe polacche, maglia cecoslovacca e cappello afgano"], ["Opel  Wir leben Autos", "parte dei motori sono fiat"], ["prende tutti i dossi ad 80 km/h ricevendo le critiche dei passeggeri", "si difende affermando di dover testare gli ammortizzatori"], ["Si lamenta della troppa elettronica sulle auto moderne", "Non ha idea di quante volte sarebbe morto senza di essa"], ["ITALIAN CARS THEY RUN WELL", "OK FIX IT AGAIN TONY"], ["spende migliaia di euro per modificarsi la macchina", "è una fiat punto del 98'"], ["si vanta di aver cambiato filtro dell'aria da solo", "si considera un pro tuner"], ["su strada intravedo da lontano un albero di natale in direzione opposta", "scopro che invece è il solito camion addobbato con 10.000 luci,croci e scritte multicolore"], ["quando è A PIEDI SI LAMENTA CHE NESSUNO SI FERMA ", "quanto è in macchina accelera per non far attraveresare i pedoni"], ["sgommo e tiro il freno a mano in qualsiasi occasione", "così susciterò l'attenzione delle ragazze"], ["\"Il cambio DSG è il non plus ultra delle prestazioni\"", "LA SEAT CUPRA FA IL RECORD DEL NURBUGRING CON IL MANUALE"], ["MEtte lo stemma della mustang sulla sua fiat coupè", "s'incazza se riceve critiche negative insulta tutti insulta il gruppo ed esce"], ["Non voglio il cambio automatico perchè sono un vero pilota", "brucio la frizione ogni settimana"], ["giro in paese atteggiandomi con il mio bmw serie 5", "mangio pane e cipolla per poterlo mantenere"], ["Non fa altro che denigrare il contenuto di ogni post", "Non esce dalla pagina,non crea contenuti e continua a denigrare il contenuto di ogni post."], ["so tutto della lancia delta integrale", "specialmente della delta-ferrari"], ["alzo la radio quando passo vicino la gente", "così avrò maggior rispetto"], ["Io ci tengo alla sicurezza in inverno", "Compra gomme usate cinesi dell 2000"], ["attacco 10.000 stemmi sulla mia fiat uno ds", "così aumenterò le prestazioni ed il rispetto"], ["sorpasso una ferrari  con il mio fiorino diesel", "torno a casa compiaciuto del mio bolide"], ["Devo verniciare di nero la mia auto", "Così sarà più aerodinamica"], ["su youtube prende in giro le persone che distruggono le proprie ferrari", "il giorno dopo distrugge la ypsilon ecochic della madre "], ["Mette le pellicole sui vetri con luminosità al 5%", " Alla prima retromarcia di notte gli entra una colonna di cemento nel bagagliaio"], ["ho visto tutti i fast and furious", "sono diventato un ingegnere meccanico - preparatore"], ["non ti va bene la macchina?", "sicuramente è la bobina"], ["la macchina migliore?", "ovviamente la mia"], ["dito medio ad ogni autovelox", "chiedo un mutuo per poter pagare i verbali"], ["faccio un incidente", "dico a tutti di avere la patente da 40 anni e di non avere mai fatto incidenti"], ["le fiat sono tutte auto di merda", "guido e continuo a comprare fiat"], ["metto il crocifisso e padre pio in macchina", "aumentano la potenza di  20cv e mi rendono invulnerabile."], ["need for speed ha plasmato le mie doti di pilota", "mi schianto al primo muretto di casa mia"], ["mi intendo molto di motori", "valvola a fungo? è una malattia della pelle?"], ["ho messo quattro marmitte alla mia panda 750", "adesso potrò competere con qualsiasi supercar"], ["compro un suv da 70.000 €", "mi lamento dei consumi/costi"], ["compro un piccolo veicolo diesel per risparmiare", "cammino costantemente in seconda a limitatore"], ["prendo l'auto anche per fare 10 metri", "vado dal dietologo ed in palestra perchè sono diventato un tricheco grasso"], ["passo vicino ad un bar pieno di gente", "tiro fuori il braccio peloso dal finestrino"], ["se vincessi alla lotteria?", "non comprerei mai una macchina diversa dalla mia 127 panorama"], ["assetto ribassato  e  prese d'aria aggiuntive", "indispensabili per la mia panda 30"], ["monto dei fari illegali sulla mia duna  infischiandomene della legge", "piango come un ladro davanti  i carabinieri"], ["il clima della mia auto è posizionato sempre a temperatura glaciale", "broncopolmonite fulminante con paralisi facciale."], ["il multijet e' un motore schifoso", "compro un'opel corsa  con motore fiat"], ["eh caro, io posseggo una ferrari.", "ha una 328 semidistrutta comprata al mercatino dell'usato"], ["faccio il figo a cambiare le marce senza premere la frizione", "mi indebito fino al collo per pagare i danni al cambio"], ["ho preso dei cerchi da 18 pollici con pneumatici ribassati. Per una sportività massima", "indispensabili per camminare tra le voragini delle  nostre strade"], ["ieri sera con la mia uno turbo ho superato una ferrari in autostrada", "scalando semplicemente di terza, con 4 gomme forate e i vetri abbassati "], ["spendo 70.000 per acquistare un suv", "motorizzazione diesel per risparmiare"], ["il tagliando sulla mia serie 5 ? lo faccio da me gratis", "uhm credo che l'extravergine d'oliva vada bene per lubrificare il mio bolide"], ["spendo 2.000 € per l'autoradio", "cammino sui cerchioni e freno con le buste della spesa"], ["spendo 70.000 € per acquistare un suv", " motorizzazione diesel per risparmiare"], ["sono disposto a guidare un'auto vecchia, distrutta e senza alcun optional ", "l'importante è che sia una mercedes"], ["compra una maserati biturbo usata", "dorme con il meccanico"], ["pedali e pomello sportivo per la mia regata diesel", "+ 20 cv"], ["compro un fuoristrada per avere tenuta di strada in tutte le stagioni", "cammino costantemente con le gomme lisce"], ["Non mi fido della qualità italiana. PEr questo ho comprato un'affidabile golf", "1.4 tsi 160 cv"], ["Compro un'automobile full optional piena di tecnologia", "ignoro il 90% dei bottoni"], ["non c'è adrenalina senza fata turbina", "guida una smart 800 diesel"], ["Monterò i fari a led così la mia macchina sarà ancor più bella", "ha una Ssangyong Rodius"], ["non voglio un'alfiat ma una vera alfa pre '86", "compro un'alfa romeo arna"], ["Compro un'automobile full optional piena di tecnologia", " ignoro il 90% dei pulsanti"], ["Cerca di tirare il freno a mano di un'alfa romeo 75", "non trova la leva"], ["Ho comperato il miglior liquido refrigerante a 30 €", "ha una panda 30"], ["alfa romeo 156 jtd?non è una vera alfa", "possiede una 75 turbodiesel"], ["avrei potuto comprare una f40 ma sono un intenditore. perciò ho comprato una gloriosa ferrari 208", "aspirata"], ["i sistemi elettronici di sicurezza sono inutili. mi basta avere uno sterzo ed un freno a mano", "disse prima di schiantarsi contro un muro"], ["perchè non voglio Il servosterzo? è roba da checche ", "si imbottisce di lasonil ogni giorno"], ["Amo il Rat style", "Un'alfasud 4m del 1979 va bene?"], ["ho comprato l'uno turbo perchè è l'auto della morte così da guadagnare il rispetto della gente", "morto giovane in un incidente stradale"], ["Compra un Land Rover Defender", "cammina a 25km/h sui sanpietrini"], ["si reputa un patito delle fiat", "crede che la punto natural power sia rialzata perchè ha il 4x4"], ["lavo ogni giorno la mia auto perchè tengo a lei", "brucia la frizione, sfonda il cambio e gli ammortizzatori"], ["posseggo la nuova flavia perchè sono un nostalgico del passato", "ha un clone della sebring da due tonnellate"], ["compro una macchina sportiva", "mi lamento ogni minuto per la sua scomodità"], ["a l'esperto di design parlando male della prius", "ha una ssangyong actyon"], ["Compra il cayenne turbo", "Gli installa il GPL il giorno dopo"], ["Fiat sedici? non compro rottami fiat", "Compra una suzuki sx4"], ["la mia uno turbodiesel è elaborata alla grande", "ha anche la valvola pop off"], ["abs? non voglio queste patacche moderne", "preferisco l'antiskid della mia uno turbo"], ["Tizio (1992): La 155 non è degna di essere un'alfa", "tizio (2012): auto del genere non se ne fanno più, altro che le alfa di oggi"], ["compro una bmw per la sua indole sportiva", "monto le catene da neve sulle ruote anteriori"], ["comprerò la nuova thema per il suo innovativo cambio automatico", "a cinque marce"], ["la nuova delta ? schifo fiat", "le vere lancia sono la delta integrale, s4, 037 e stratos"], ["si reputa un esperto di design parlando male della prius ", " ha una ssangyong actyon"], ["citycar?sono scatolette per chi è incapace di guidare", "gira con una berlina tutta sfasciata  ed ammaccata"], ["comprerò un suv cosi potrò andare dappertutto ", "si blocca alla prima nevicata"], ["scansati amico, ho una EVO ", "guida una punto evo 1.2"], ["scansati amico, ho una EVO ", "guida  punto evo 1.2"], ["mi atteggio di continuo con la mia A6 3.0 Tdi", "metto olio di colza perchè non posso permettermi il gasolio"], ["Monto lo stemma M sulla mia 316i E30", "Diventa in automatico un 2.3 aspirato"], ["scansati amico, ho una EVO", "guida una grande punto evo 1.2"], ["La mito ha un pianale pessimo", "guida un opel meriva"], ["so cambiare una gomma e controllare il livello dell'olio.", "quanto basta per poter dire in giro che mi intendo di motori."], ["mi intendo molto di auto supersportive", "koenigsegg? è un proverbio cinese?"], ["Compro un'auto vecchio stampo perchè ha l'indispensabile, senza fronzoli.", "mi lamento di continuo per la mancanza di clima,servosterzo e servofreno"], ["l'obbiettività è la cosa essenziale per un appassionato di auto.", "ferrari enzo contro uno turbo? che domande vince la uno!!"], ["volevo comprare una 159 jts ma poi ho preso una 156 twin spark", "perchè almeno ha un motore da vera alfa."], ["credo nella fata turbina", "per questo ho comprato una mini cooper s  prima serie"], ["Tiro a freddo, non faccio manutenzione e gratto continuamente il cambio", "mi lamento delle continue rotture della mia auto"], ["spende una fortuna per un impianto stereo con casse esagerate", "si lamenta per la mancanza di spazio nel cofano"], ["prendo in giro le ragazze alla guida", "in caso di foratura chiamo il soccorso stradale"], ["mi lamento dell'aumento continuo della benzina", "Uso l'auto anche per andare a 300 metri da  casa"], ["spende una fortuna per un impianto stereo con casse esagerate", "si lamenta per la mancanza di spazio nel bagagliaio"], ["A semaforo rosso accelero continuamente", "Al verde mi si spegne la macchina"], ["spengo i fari di notte per stupire i passeggeri", "mi schianto rovinosamente contro il guard-rail"], ["Ho sempre Ammirato la Bellezza delle Alfa Romeo.", "Compra un ARNA luci di bosco"], ["Il biscione non si batte!", "guida una MiTo 1.4 79cv"], ["arrivo dalla svizzera in italia con un bolide per compiacere i miei parenti", "in realtà faccio il facchino e mi sposto con la panda"], ["mi vanto di avere un padre meccanico", "continuo a camminare con la temperatura a 130 gradi bruciando la guarnizione della testata"], ["mi lamento dell'aumento continuo della benzina", "Uso l'auto anche per andare a 500 metri da casa"], ["Monta cerchi Speedline Montecarlo sulla Punto Cabrio", "+ 150 CV"], ["Prendo in giro le ragazze incapaci alla guida", "in caso di foratura chiamo il soccorso stradale"], ["la mia uno turbo D ha un quadro strumenti più completo di una porsche", "conosco solo la lancetta del carburante "], ["Compro l'audi Q7 per accrescere la mia popolarità", "imploro il gommista affinchè mi monti delle gomme cinesi a basso costo"], ["viene colto in fragranza mentre parcheggia nella zona disabili", "inveisce esclamando: \"andate ad arrestare gli assassini,stupratori ecc ecc!!\""], ["adesivo del Nürburgring perchè fa più figo", "in realtà non ha mai messo piede nemmeno in una pista da ballo"], ["La mia punto gt sgomma anche in quarta!", "Pressione delle gomme a 3.0 bar"], ["parcheggio l'auto e alzo al massimo il mio impianto stereo per attirare le ragazze", "torno a casa a piedi a causa della batteria scarica"], ["un disabile si lamenta perchè ho parcheggiato nel posto a lui riservato", "gli taglio le gomme per fargli capire chi comanda"], ["per la mia auto compro solo il miglior liquido refrigerante a 30€", "guida una panda 30"], ["viene colto in fragrante mentre parcheggia nel parcheggio dei disabili", "inveisce affermando: \"Andate ad arrestare i veri criminali!!\""], ["viene colto in flagranza mentre parcheggia nella zona disabili", "inveisce affermando: \"andate ad arrestare gli assassini,stupratori ecc ecc!\""], ["l'auto ha cali di potenza", "cerco di sembrare un esperto meccanico fornendo delle ipotesi ai limiti dell'incompetenza"], ["per la mia auto compro solo il miglior liquido refrigerante a 30 €", "guida una panda 30"], ["GETS INTO A MINI COOPER", "CAN'T GET OUT"], ["guido tranquillo ma se mi superi faccio il possibile per non farti rientrare in corsia", "a costo di far uscire i pistoni dal cofano della mia panda prima serie"], ["mi distinguo dalla massa", "scrivo \"lavami\" su ogni auto sporca"], ["Inveisco se parcheggiano la macchina sul marciapiede", "Parcheggio a mia volta sul marciapiede di fronte alle strisce pedonali con passaggio per disabili e biciclette"], ["ho preso gli specchietti elettrici perchè sono una comodità", "in caso di rottura ne compra uno fasullo azionabile a mano"], ["la mia auto? solo benzina 100 ottani", "appena  può ci mette l'alcool denaturato della nonna"], ["critico chi ha un suv", "compro un suv e giustifico il mio acquisto con un mucchio di assurdità"], ["non comprerò mai più fiat in vita mia", "ricompra una fiat promettendo di non rifarlo in futuro"], ["critico i possessori di qashQai perchè è un suv inutile, ingombrante,pesante e volgare.", "posseggo una fiat ulysse"], ["ANGELOES PIZZERIA ", "(NO DELIVERY TO 33 HAYESTOWN)"], ["Ho palesemente torto in un incidente", "Scomodo mezzo mondo pur di tentare di dimostrare il contrario."], ["Al bar sembra una enciclopedia dell'automobilismo", "È convinto che euro 0 sia una zero emissioni"], ["non comprerò mai più fiat in vita mia", "ricompra alla prima occasione di nuovo una fiat promettendo di non rifarlo in futuro"], ["compra un'automobile pluriaccessoriata", "capisce il funzionamento degli stessi, solo prima di rottamarla"], ["BEWARE OF ITALIAN.         DANGER", ""], ["sgomma in qualsiasi momento", "si lamenta della scarsa durata degli pneumatici"], ["Al bar sembra un' enciclopedia dell'automobilismo", "È convinto che euro 0 sia una zero emissioni"], ["compro una berlina a trazione integrale per avere più aderenza", "successivamente mi lamento di continuo per il consumo, costo e peso maggiore "], ["ho comprato la macchina con l'esp sai no?", "è quel sistema che..uhm... ti tiene la macchina in linea se corri come un pazzo...ehm boh"], ["pretendo che chi mi sia davanti si sbrighi", "pretendo che chi mi stia dietro aspetti"], ["ha un problema sulla sua fiat e afferma che è un marchio schifoso", "ha un problema su una mercedes e fa finta che non abbia nulla."], ["Compra fari lenticolari aftermarket per gli xenon", "poi non illuminano perché la lente è di plasticaccia"], ["\"odia le fiat perchè poco affidabili\"", "compra una opel astra 1.9 cdti"], ["a piedi pretendo che le auto si fermino per farmi passare", "in auto pretendo che i pedoni si fermino per farmi passare"], ["spendo 40.000 € per una berlina prestigiosa", "per risparmiare faccio da solo il tagliando mettendo l'olio dei bastoncini findus"], ["ho comprato i fari allo xeno perchè rendono più sicura la guida", "in caso di rottura li sostituisce con quelli della 126"], ["ho comprato una macchina vecchia perchè con un cacciavite l'aggiusto da solo facilmente", "in caso di rottura non sa fare altro che chiamare il carro attrezzi"], ["compra un'auto italiana rivelatasi poi una patacca", "si giustifica affermando  di avrla comprata per sostenere i lavoratori italiani ed il made in italy"], ["IL TOM TOM COSTA 100€", "TI PERDI E DEVI SPENDERE IL DOPPIO PER LA BENZINA"], ["monto i fari a led perchè sforzano di meno l'alternatore", "cammina perennemente con i fari antinebbia e lo spannavetro posteriore accesi"], ["pretendo che chi mi stia davanti si sbrighi", "pretendo che chi mi stia dietro aspetti"], ["compra un'auto italiana rivelatasi una patacca", "si giustifica affermando di averla comprata per sostenere i lavoratori italiani ed il made in italy"], ["we are the italians", "we will ASSIST the germans until they start to lose"], ["la mia auto? ", "solo benzina 100 ottani appena può ci mette l'alcool denaturato della nonna - Ave"], ["ha un'auto storica in garage", "consideratutte le automobili, prodotte successivamente alla sua, dei semplici pezzi di lamiera con quattro ruote. "], ["non capisce un tubo di auto ma ne ha una storica in garage", "si sente automaticamente il massimo esperto di automobilismo, automobili, motori ecc."], ["Mario", ""], ["ha un'auto storica in garage", "considera tutte le automobili, prodotte successivamente alla sua,  dei semplici pezzi di lamiera con quattro ruote. "], ["Chrysler Voyager? Non voglio cassoni americani e costosi", "lancia voyager? non vedo l'ora di comprare un così buon prodotto italiano"], ["compra un catorcio semidistrutto e senza neanche il riscaldamento", "davanti agli amici dichiara pateticamente che la sua è una macchina da duri e tutto quello che non c'è non si può rompere"], ["cerco di vendere  la mia macchina distrutta ", "cerco di farla passare per un'auto rat style"], ["SPENDS $1,000 ON A VL", "SPENDS $10,000 ON THE TURBO"], ["compra un catorcio semidistrutto e senza neanche il riscaldamento", "davanti agli amici dichiara pateticamente che tutto ciò che non c'è non si può rompere"], ["MAMA MIA", ""], ["WHEN I START TO DRIVE..", "CLEAR OUT OF MY WAY"], ["Alla revisione si presenta con le gomme lisce rischiando la bocciatura", "piagnucola giustificando ciò con l'uso della macchina esclusivamente nel paese"], ["comprò un veicolo con filtro antiparticolato optional per dare il buon esempio", "bestemmia e si lamenta continuamente per il filtro sempre intasato"], ["afferma che le auto di una volta erano indistruttibili", "non sa cosa dire quando ne vede i crash test."], ["ITALIAN TIP", "IF YOUR ITALIAN AMERICAN YOU ARE REALLY DRUNK WHEN YOUR BORN"], ["Monta un terminale sportivo sulla sua punto 1.2  8v ", "va subito in autostrada a provarla"], ["motori turbodiesel così non ne fanno più ", "ti adoro cara uno turbo diesel a carburatore"], ["Si vanta di aver comprato un'Impreza pluriusata a soli 15 mila euro ", "Alla prima tirata saltano i pistoni ed il cambio"], ["THE SPEED LIMIT MUST BE AS FAST AS", "YOUR FERRARI CAN GO."], ["quando la sua macchina invecchia la sua saggezza aumenta", "la sua tipica frase sarà: Auto così non ne fanno più"], ["freni a disco maggiorati, baffati, bucherellati ed autoventilanti....perchè PEr una grande macchina ci vogliono grandi freni", "guida una ritmo diesel"], ["WHICH SIDE OF THE ROAD DO I DRIVE ON", ""], ["YOUS ORDA DA PIZZA", "I MAKA DA PIZZA"], ["THE ITALIAN JOB", ""], ["alla prossima auto che avrò, farò montare l'impianto gpl", "Per questo stavo pensando di comprare una panda turbodiesel "], ["afferma che le auto di una volta fossero indistruttibili", "non sa cosa dire quando ne vede i crash  test"], ["Gli suonano il clacson", "\"MORTACCI TUA FIJIO DE PUTTANA!\""], ["cerca di fare il pilota di formula 1 con la sua auto", "se ci riesce è un grande, se fa un incidente invece è colpa della macchina"], ["Le gomme finite tengono meglio ", "perchè sono lisce come le slick che usano in pista"], ["appena entrato in galleria scala marcia per far sentire il rombo del suo bolide", "ha una DAIHATSU TREVIS"], ["THE AVERAGE ITALIAN DRIVER", "DOESNT GIVE A FUCK WHEN HE CUTS YOU OFF"], ["alfa 156 e 166 jtd? sporchi naftoni", "alfa romeo 75 e 164 td? auto formidabili"], ["I'M UR AVERAGE ITALIAN DRIVER", ""], ["\"MA CHI CAZZO è 'STA RINCOGLIONITA CHE GUIDA?!\"", "\"AH...MA è UNA DONNA...\""], ["VIENE SORPASSATO DA UN ALTRO AUTOMOBILISTA", "DEVE RISORPASSARLO SENNò NON PUò GUIDARE TRANQUILLAMENTE"], ["Dà dell'inquinatore a chi monta uno scarico sportivo", "gira con una Marbella del 1986 scarburata e con lo scarico rotto."], ["auto storiche? inquinanti! ", "Guida una fiat palio Turbodiesel ammaccata e con l'olio vecchio di 6 anni"], ["comprerò la nuova golf gti perchè copre lo 0-100 km/h in 6,6 sec.", "in realtà la sua abilità di guida lo porta a fare riprese da panda 30"], ["ho una smart cioè una Swatch-Mercedes ART.  Quindi è una mini mercedes affidabile", "disintegra il motore dopo neanche 70.000 km"], ["ITALIAANSE SOCIALE BEWEGING", "MSI"], ["ITALIAANSE SOCIALE BEWEGING MSI", ""], ["EI BRUTO!", "EI SHUT UPA YOUR FACE!"], ["THE AVERAGE ITALIAN DRIVER", "DOEST GIVE A FUCK IF HE CUTS YOU OFF"], ["THEY SEE ME ROLLING", "THEY PAYING..."], ["clima automatico bizona. Obbligatorio per la mia auto", "non sa come usare le diverse funzioni, finendo per rimpiangere quello manuale"], ["cerchi 18 pollici sulla mia 159 per una tenuta maggiore", "monta gomme disintegrate e ammortizzatori scarichi"], ["Fiat 500? ha un telaio penoso", "per questo la mia cultura automobilistica mi ha fatto scegliere la ford ka"], ["TENGAH KOTA", "80 KM/JAM"], ["quando vedo un incidente mi stupisco dell'incapacità di guida del conducente", "alla prima curva sbatto come un imbecille "], ["AND IF I PUT IT INTO FIRST...", "BLOODLY FIAT 500, I'M IN REVERSE AGAIN"], ["F.I.A.T", "FIX IT AGAIN TONY"], ["le mie auto? Sempre turbocompresse", "si lamenta di continuo per il turbo-lag"], ["TU PECE CULOARE AI LUA-O?", ""], ["TU PE CE CULOARE AI MERGE PRIMA DATA?", ""], ["ha un 4x4 con ridotte, bloccaggio differenziale e gomme ultra lisce", "inveisce contro il suo veicolo quando viene sorpassato sulla neve da una punto con gomme termiche"], ["questa macchina monta un v12 da  6262 cc e 660 cv", "ma è aspirata....quindi non vale nulla"], ["NEVICA? QUESTA SERA NON MI FERMA NESSUNO", "DISTRUGGE LA PUNTO CONTRO IL PRIMO ALBERO"], ["FINDING OUT UR CRUSH LOVES", "SOMEONE ELSE"], ["critico lo stile di guida degli altri automobilisti", "guido peggio di un anziano affetto dal morbo di parkinson"]]