[["the face when", "the teacher calls on you and you were playing with ur fidget spinner"], ["Walk into public restroom and automatic lights click on", "hear \"Thank you\" from stall"], ["Not anti social", " I am anti bullshit"], ["the face when", "grandma asks where your sweater she made is"], ["when allah says you can't eat or drink until night", "but you live at the north pole and it won't be dark for 6 months"], ["When yOu break something ", "At your friends house"], ["When your girl asks where you were", ""], ["left too much for a tip", "waitress catches you taking some back"], ["When two people start talking to me at once", "and neither will stop"], ["Your face when", "you've used the last of the tape for posting memes around the office, and someone actually needs the tape for actual work "], ["the face you pull when you ", "need  to fart at a funeral but you cant..."], ["The face of", "Losing a Pokemon Battle."], ["falls asleep in class", "has wet dream"], ["Shaved my asshole", "My farts louder than ever"], ["Your face when", "the person in the next stall leaves the restroom without washing hands"], ["When one of your memes gets stuck on the front page under \"new Images\"", "And it wasn't one you thought was that great"], ["Watching movie I suggested to my parents", "Forgot about the sex scene"], ["Random girl in the bus fell asleep on my shoulder", "When she woke up she gave me a slap and called me pervert"], ["you think your meme is hilarious", "2 upvotes"], ["Laundry with the wife - asks if I'm going to fold that shirt", "It's my underwear"], ["Gf says \"daddy can you pass me a fork\"", "HEr dad and I both  get up"], ["heavy diabetes breathing", "orders cheeseburger, fries and coke"], ["Although freedom of speech is a constitutional right ", "You know the consequences if you do"], ["When you Sleep Over at a friend's house", "and wake up hours before they do"], ["Fica zangado comigo não BB foca ", "Juro q ainda vamos rir muito "], ["dentist starts a conversation with you", "..."], ["friend going to grandfather's funeral", "\"Have a good time!\""], ["comes home from school", "realizes that fly was down all day"], ["When you're supposed to meet with a group of friends", "And none of the common friends show up"], ["Need to shit at your date's house", "no bathroom fan"], ["When you finish up a wank", "and REALIZE the weird stuff you were actually watching"], ["\"You smell good today!\"", "Didn't shower"], ["Try to tell a story during group a conversation", "Keep getting cut off mid sentence "], ["my big head is full", " of wisdom "], ["when u get a frend request", "from your boss"], ["grocery shopping with mother", "she forgets the milk and leaves you at the checkout"], ["The face when you fart in front of your crush", "\"ahh heyyy\""], ["When u realize", "the person behind u saw everything u were watching "], ["when you study  hard end get 40%", "wen you not study for a test end get 60%"], ["person at work complaining about how the boss is working them too hard", "boss is my dad"], ["When you don't know the answer ", "And the teacher picks you"], ["falls asleep on the bus", "has wet dreaM"], ["derp derp", "derpy derp"], ["When you're watching porn", "and they keep doing a close up of the guy's dick"], ["having an itchy ass", "in public"], [" waiting in line for mom at grocery store", "she doesnt return and im holding up the entire line"], ["When your friend leaves the bathroom", "with out washing their hands"], ["", "\"FIND A PARTNER\""], ["Little girl falls in front of me", "grabs my dick to try and not fall and her mom gives me a dirty look"], ["What is this homework", "that you speak of...?"], ["", "server updates"], ["awkward seal like", "never ending story"], ["You think your mom has forgotten after two weeks", "Then she remembers and asks to see your progress report"], [" YOU MISSED SOMETHING FUNNY", "EVERYONE IS LAUGHING TOO MUCH TO TELL YOU WHAT HAPPENED"], ["full line of people ", "customers credit card declines "], ["When you give the best speech ever on Zoom ", "and you realize you were muted"], ["You guys wanna", "Go Clubbing With me?"], ["when you call to complain about a rude employee", "and it's who you are talking to"], ["MENTION I'M FROM NEW ZEALAND", "\"WOW! i'VE ALWAYS WANTED TO VISIT EUROPE!\""], ["My face when someone i don't like", "is trying to be friendly"], ["Makes Eye contact with teacher ", "after coming out of the bathroom "], ["You laugh when your friend says something", "He was being serious"], ["Goes to friends house", "Friend isn't there yet"], ["When you try to do a", "silent fart but u fail"], ["Hi are your parents home?", "Owns house"], ["The face you make when", "Your crush ask you who your crush is "], ["say how much you're looking forward to seeing someone", "misspell their name"], ["when you realize that", "ur mom voted for trump and u cant get triggered at her"], ["your face when ", "Your Bro takes credit for pulling the sword out"], ["when someone I know sees me in the bus and starts talking to me", "I  stop listening to my music and talk to them"], ["Dad is giving a foot massage to my mom while watching TV", "She starts moaning"], ["Compliment Girl for funny logo/motto on her shirt", "Not sure if she now thinks I constantly look at her boobs"], ["Boyfriend and I are having sex", "His mom comes in to ask if we want a snack"], ["Was imitating how Bob Dylan sings", "Then noticed a person with Down's Syndrome looking at me sadly"], [" Not sure if twins", "Or just asians..."], ["Kim shows up", "Sam tells her she is going to get arrested"], ["Whenever i'm watching breaking bad without subtitles", "Mexican scene comes up"], ["Walks into airplane", "Someone is in your seat"], ["when your auntie squishes your face", "and tells you you've grown so much"], ["this meme", "should be more popular"], ["When a girl whom you taught how to do integrals ", "wants to blow you"], ["Watching home movies with best friend and his family", "Vacation to nude beach starts rolling"], ["it wasn't me", "that penguin is lying"], ["In Kindergarden", "farted during story time"], ["When you get stuck in a traffic jam", "and you're trying not to shit your pants"], ["Only white teacher at a 99% black school", "Kids use the N word while playing sports"], ["when someone finds out", " that you took the last cookie"], ["Helps parents put away groceries", "pulls out box of condoms"], ["''They're trying their best''", "This is the best they can do?"], ["Amber Alert Issued", "driving car of same make model and color "], ["me: \"it's nice to see someone finally moved in here. the last guy left stuff all in front of his door.\"", "neighbor: \"I've lived here for a year.\""], ["took a photo", "camera the wrong way "], ["sorry, ARE THoSE", " capital numbers?"], ["Knowing the teacher asked you a question while you were daydreaming", "Wasn't paying attention to what the question actually was."], ["The Face Of", "When u lose 100 dollars"], ["That feel when a girl calls you daddy", "That feel when she's also 12"], ["Vommiting so vigorously", "that it splashes back on your face."], ["phoque? moi?", "what are you saying?"], ["when u see someone in the yearbook that smiles to hard", ""], ["when you go away for a day at school", "23 essays, 2375 pages of homework"], ["walks in on two employees discussing private topic", "can't leave because I've heard too much"], ["Stranger offers me a gum in a crowded elevator", "i took one"], ["When you're humming to yourslef", "And u realize someones listening"], ["On the phone with someone", "says bye before the conversation is over"], ["Was showing a friend a trinket I got that has cultural significant to both of us", "Say's \"thanks!\" and puts it into his pocket"], ["when you're with a prostitute, making small talk before sleeping with her,", "and she talks about her family and shows you a picture of her mother."], ["have to poop", "at public venue"], ["hey carl!", "get a haircut."], ["the face of ", "losing call of duty"], ["Swinging Phone", "Hit stranger in ass"], ["fixing teacher's phone", "stumble upon a folder full of gay porn"], ["when you want to open up", "but you're the 7th seal"], ["please", "like my posts"], ["At a halloween party - Dude says \"Oh nice costume. I love Revenge of the Nerds. ", "I wasnt in costume"], ["when you're a latino, but you have to ask your viet-namese friend", "to translate some spanish/castilian texts your cousin from santo domingo wrote."], ["When your friend sets the expectations high", "and you cant even get 1 kill "], ["TOOK A DUMP", "Honey, we're out of toilet paper"], ["I need", "EXotic butters"], ["My Face when", "i see something inappropriate on the internet"], ["when you're black, and in a room full of white people,", "then suddenly they start talking about their nasty experiences with sun burn and give each other advice which sun screen to use."], ["obesity runs in my", "species"], ["The face you make when", "Someone yells out you have a date to a school danse that every is going to "], ["Leaves you alone with their phone", "Answer it if it rings and talk until im back"], ["ADD \"AS FRIENDS OF COURSE\"", "WHEN YOU KNOW SHE'S ABOUT TO REJECT YOUR DATE PROPOSAL"], ["Go to SO's house", "Start yelling and fighting with their parents"], ["When you kill some one on fortnight", "And the die from fall  damage"], ["Father talking to daughter on anzac day about his time in the army", "\"so? you didn't even kill anyone\" "], ["owed a friend money", "weeks later he gives me same amount thinking he owed me"], ["so, how you doing?", "im awkward seal"], ["Your face when your Teacher calls On you and you weren’t even pAying attention", "You were making memes about memes about memes About the ultament meMe"], ["That moment when you farted", "you just don't want anyone to know"], ["when someone is talking to you", "and their spittle gets on your face"], ["Friends start singing a chorus from an unfamiliar song", "you stood there silently cuz u dnt know what the tune is"], ["Happy birthday to you", "Happy birthday to you!"], ["MOTHER WALKS IN, SAYS ROOM SMELLS NICE", "JUST MASTURBATED"], ["Uncle gives me wifi password", "\"EmmaWatson\""], ["When someone touches your face", "And their hands are all warm and wet"], ["have dinner for the 1st time with a couple i just met", "the husband tells me i can't sit with his wife, because i'm too frisky "], ["the face of Coldplay's drummer", "when the band decided to use electronic drums in new album"], ["Walks into room behind bf to surpise him", "doesn't see me, and farts"], ["When your poop is so big", "the water splashes back up"], ["shopping a the supermarket", "random kid mistakingly grabs my hand thinking i'm here dad"], ["Laying completely naked in boyfriends bed ", "His mom knocks once and walks right in "], ["", "Thats all the spanish I know"], ["Tell customer my brother is having his first baby today", "Tells me her daughter had a still birth last week"], ["Ask for a spot", "Bench the weight easily"], ["Need to jack off ", "ex texts me:HEY REMEMBER MY dad doing peniscopter?"], ["when you realize that you're arguing with an idiot", "\"yeah, no problem, you're right\""], ["Go to pharmacy", "15 Year old girl in front buys morning-after pill"], ["Quietly tell girl her dress is pulled up in the back", "\"Ugh, the nerve of some people!\""], ["diversity", "destroys excellence"], ["Female best friend has been my buddy for years and says she only sees me as a friend", "Suddenly sends me nudes "], ["Saw a horrible accident on the freeway", "Noticed the vehicle death count go up by 1 on an electronic billboard"], ["who you", "calling pug?!?"], ["Lean in to kiss niece", "She dodged, moved backward and looked like wtf"], ["Hi Sir! ", "Long time no see!"], ["Guy sits next to me on bus", "Browses racial BBW porn"], ["Coworker says people with over 800 friends on Facebook are proven mentally unstable. ", "I have over 800 Facebook friends. "], ["Teaching my students how to curse", "he calls me \"get the foca out\""], ["Walk into kitchen wearing boxers and shirt", "Aunt says \"You're very sexy\""], ["MY COUSIN IS SO HOT I'M USING HER PICTURE FOR MY FAP MATERIAL ", "HER BOOBS TOUCHED MY ARM WHEN WE'RE AT PICNIC TRIP"], ["Walking down stairs when a couple holding hands is coming up stairs", "raise holding hands for me to go under"], ["reach for my id", "\"no that's okay, I know your birthday\""], ["In church service", "thinking about sex"], ["When someone tells you", "your wrong"], ["When your crush asks you out", "totally unprepared"], ["i am cuteness", "just wanted to spread the cuteness. Happy birthday!"], ["Booking a trip to paris for the next weekend", "while my order was processing, the news of a shooting came on the tv"], ["seeing your crush ", "out of school"], ["When someone jumps through hoops trying to prove you wrong", "but you know you're right"], ["The face when", "You fart loudly on a date"], ["Ask out all my crushes in lonely desperation after a messy breakup", "They all say yes and now I have no idea what to do"], ["When the only thing On a test you know is ", "Your name and the date - only your name"], ["The face I make when", "I am taking a test and I need to fart"], ["When your", "pizza rolls are gone"], ["The face you make when", "When you fart in publiC and people notice and think it was you"], ["when seals get involved in kek opression", "shaliday nedds you! https://discord.gg/YaBzvsU"], ["That moment when", " 2 relatives get you the same thing for christmas"], ["When all your friends are in relationships and your just over in the corner like", "I am in a relationship with NetfLix and food"], ["when the \"uncle\" you never seen in your life dose the circle finger game", ""], ["When your at a friends", "house and there mom starts yelling at them"], ["the face when", "the person in the next stall takes a diarea and leaves it there"], ["Gsdehjb", "sewgfuigfudsg hfgdfdhsgdsfasdhgodgfsdh"], ["Your face when your mom ", "yells at you and you can't help, but do this"], ["what  look like", "when my grandma calls me baby in public"], ["The face when", "you see teletubies in balck and white"], ["the face you make", "when your friends dont text back"], ["The face when you", "Forget about your math test"], ["Your FACE", "tRYING TO HOLD laugh"], ["When U have 200HP ", "and get one-pumped in the face"], ["Mom??", ". . ."], ["I'm holding my breath", "until I receive a timesheet meme"], ["when charles get possessed in ", "a wrinkle in time"], ["the face you make ", "when you're about to fart next to your crush"], ["When  @smexyuh", "has doubt he is ever gonna reach 1k"], ["the face you pull when you need to fart at a funeral but can't", "but do"], ["I didn't poo ", "on the couch"], ["the face when you realize", "a fan on youtube roasted you"], ["When you friend accidentaly says, \"Nigga\"", "next to a real black person"], ["Hey man, what have you been doing?", "\"Good.\""], ["when you fart during a documentary video", "but was silent and deadly"], ["Wait", "Wha?"], ["When you give a girl a rose", "And then they hate you"], ["At restaurant with 8 cousins. 2 sisters get into a vicious fight ", "Because someone sneezed"], ["When you reach into a friends bag of chips but can’t find a chip", "Then the friend enters the room"], ["commoners be like  ", "we able to have names????"], ["when your mom", "walks in on you watching it"], ["My Face When", "The Left Wing finds a new way to get offended by something mundane"], ["Tu cara cuando", "Te dicen que te quieren,but como amigos"], ["working at a till", "customers argue over who's paying"], ["\"you've a hair on your face\"...", "it's attached"], ["Our family had to start saving water", "Sister started to take morning showers with me."], ["Opening friends browser", "porn pops up"], ["found rose petals in my bed", "and it wasn't my girlfriend"], ["Your face when you lead the entire game", "And come up losing by 1 point"], ["Get asked where I'm at at the company picnic", "wasn't invited"], ["My hotel key card won't work so I knock", "Just then I realize I went to the wrong room"], ["when you're not", "your best friend's best friend"], ["That moment", "when you have no idea what your friends are talking about"], ["When the marching band is ", "Better than the football team"], ["Girl gives you head", "Then tries kissing you"], ["Help mom put away groceries", "pull out box of condoms"], ["At sons baseball game. Team is in the field.", "a mom yells out \"come on boys, show me some d\""], ["watching sad movie sad with people", "eye starts to itch"]]